Repository: josedu90/woocommerce-point-of-sale-
Catalog: lang/wc_point_of_sale-*.po
Languages: ar, zh_cn

source: Automatically displays the customer details screen when searching and selecting a customer.
ar: يعرض شاشة تفاصيل العميل تلقائيا عند البحث واختيار عميل.
zh_cn: 当搜索和选择一个客户时自动显示该客户的详情屏幕。

source: Required Fields
ar: الحقول المطلوبة

source: Billing First Name
ar: الفاتورة. الاسم الأول

source: Billing Last Name
ar: الفاتورة الاسم الأخير

source: Billing Email
ar: البريد الإلكتروني للفواتير

source: Billing Company
ar: الفاتورة الشركة

source: Billing Address 1
ar: عنوان الفاتورة 1

source: Billing Address 2
ar: عنوان الفاتورة 2

source: Billing City
ar: الفاتورة المدينة

source: Billing State
ar: المنطقة أو الولاية ( عنوان الفوترة )

source: Billing Country
ar: دولة الفاتورة

source: Billing Phone
ar: هاتف الفاتورة

source: Shipping Company
ar: الشحن .الشركة

source: Shipping Country
ar: دولة للشحن

source: New order emails are sent to the recipient list when an order is received as shown %shere%s.
ar: يتم إرسال رسائل بريد إلكتروني جديدة إلى قائمة المستلمين عند تلقي طلب كما هو موضح %shere%s.
zh_cn: 当收到订单时，新订单的电子邮件被发送到收件人列表，如%s这里%s所示。

source: Customer emails are sent to the customer when a customer signs up via checkout or account pages as shown %shere%s.
ar: يتم إرسال رسائل البريد الإلكتروني للعميل إلى العميل عندما يشترك أحد العملاء عبر صفحات الدفع أو الحساب كما هو موضح%shere%s.
zh_cn: 当一个客户通过结账或账户页面注册时，客户电子邮件是发送到客户的，如%s这里%s显示。

source: Guest Checkout
ar: حساب الضيف

source: Enable guest checkout
ar: تمكين الضيف من الحساب
zh_cn: زىيارەتچىلەر پۇل تۆلەش رۇخسەت

source: Allows register cashiers to process and fulfil an order without choosing a customer.
ar: يسمح تسجيل الصرافين لمعالجة وتنفيذ أمر دون اختيار العملاء.

source: Enabled
ar: تفعيل
zh_cn: 启用

source: Gateway
ar: البوابة
zh_cn: 支付方式

source: Chip & PIN
ar: رقاقة والرقم السري

source: Printing
ar: الطباعة

source: Web Orders
ar: أوامر الويب

source: Unknown
ar: غير معروف

source: Offline
ar: غير متصل

source: Printer Name
ar: اسم الطابعة

source: Connectivity
ar: الاتصال

source: MAC Address
ar: عنوان MAC

source: IP Address
ar: عنوان بروتوكول الإنترنت (IP)

source: Priority
ar: الأولوية

source: Order ID
ar: معرف الطلب

source: Printer Setup
ar: إعداد الطابعة

source: Requirements
ar: المتطلبات

source: Server URL
ar: URL سيرفر

source: Insert code here
ar: أدخل الرمز هنا

source: Customise the look and feel of your registers using custom CSS. This will only apply to the registers loaded through this plugin.
ar: يمكنك تخصيص شكل وأسلوب السجلات باستخدام CSSالمخصص. وهذا ينطبق فقط على السجلات التي تم تحميلها من خلال هذا البرنامج المساعد.

source: General
ar: عام
zh_cn: 常规

source: Discount Presets
ar: نسبة الخصم
zh_cn: 折扣预设

source: Define the preset discount buttons when applying discount to the order.
ar: تحديد أزرار الخصم مسبقا عند تطبيق خصم على النظام.
zh_cn: 在订单中使用折扣时，定义预设的折扣按钮。

source: Select which filters appear on the Orders page.
ar: حدد الفلاتر التي تظهر في صفحة الطلبات.
zh_cn: 选择过滤器出现在订单页面。

source: Sound Notifications
ar: صوت الإشعارات
zh_cn: 声音通知

source: Disable sound notifications
ar: تعطيل صوت الإشعارات
zh_cn: 禁用声音通知

source: Mutes the sound notifications when using the register.
ar: كتم الصوت الإخطارات عند استخدام السجل.
zh_cn: 使用登记时的声音通知。

source: Connection Status
ar: حالة الإتصال
zh_cn: 链接状态

source: Disable connection status
ar: تعطيل حالة الاتصال

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
zh_cn: 键盘快捷键

source: Allows you to use keyboard shortcuts to execute popular and frequent actions. Click %shere%s for the list of keyboard shortcuts.
ar: يتيح لك استخدام اختصارات لوحة المفاتيح لتنفيذ الإجراءات الشائعة والمتكررة. انقر على %s هنا%s لقائمة اختصارات لوحة المفاتيح.

source: Closing Reports
ar: إغلاق التقارير

source: End of day report displayed with total sales when register closes.
ar: يتم عرض تقرير نهاية اليوم مع إجمالي المبيعات عند إغلاق التسجيل.

source: Status Options
ar: خيارات الحالة
zh_cn: 状态选项

source: The following options affect the status of the orders when using the register.
ar: تؤثر الخيارات التالية على حالة الطلبات عند استخدام السجل.
zh_cn: 下列选项会影响使用登记时的订单状态。

source: Cash Management
ar: إدارة الصرافة

source: Select the order statuses to be included to the cash management.
ar: حدد حالات الطلب ليتم تضمينها لإدارة النقد.

source: Web Orders
ar: أوامر الويب

source: Layout
ar: نسق
zh_cn: 布局

source: Company Logo
ar: شعار الشركة
zh_cn: 公司logo

source: Register Layout
ar: تسجيل التخطيط
zh_cn: 登记布局

source: Select the layout for the register.
ar: قم بتحديد التخطيط للتسجيل
zh_cn: 选择有关登记的布局

source: One Column
ar: عمود واحد
zh_cn: 一行显示

source: Two columns
ar: عمودين
zh_cn: 两列

source: Column Size
ar: حجم العمود
zh_cn: 列大小

source: Register Position
ar: تسجيل الوظيفة

source: Switch register position
ar: تغيير تسجيل الوظيفة

source: Branding
ar: وضع العلامة التجارية
zh_cn: 绑定

source: Actuality Extensions
ar: حقيقة الإمدادات
zh_cn: FROSTNT Extensions

source: Red
ar: أحمر
zh_cn: 红色

source: Blue
ar: أزرق
zh_cn: 蓝色

source: Teal
ar: أزرق مخضر
zh_cn: 蓝绿

source: Green
ar: أخضر
zh_cn: 绿色

source: Orange
ar: برتقالي
zh_cn: 橙色

source: Grey
ar: رمادى
zh_cn: 灰色

source: Second Column Layout
ar: تخطيط العمود الثاني
zh_cn: 两列布局

source: Select the layout for the second column.
ar: حدد تخطيط العمود الثاني.
zh_cn: 选择二列的布局。

source: Company Image
ar: صورة الشركة
zh_cn: 公司图片

source: Text
ar: النص
zh_cn: 文本

source: Company Image + Text
ar: صورة الشركة + نص
zh_cn: 公司图片+文本

source: WordPress Admin Bar
ar: شريط المشرف WordPress
zh_cn: WordPress管理欄

source: Hide
ar: اخفاء
zh_cn: 隐藏

source: Lock Screen
ar: قفل الشاشة
zh_cn: 锁定屏幕

source: Enable lock screen
ar: تمكين قفل الشاشة
zh_cn: 启用锁定屏幕

source: Allow cashiers to lock the register with a password set below.
ar: السماح لأمين الصندوق بقفل السجل بكلمة مرور محددة أدناه.
zh_cn: 允许收银员用密码设置下面的登记锁。

source: Password
ar: كلمة المرور
zh_cn: 密码

source: Enter the password to be used to unlock the register when it is locked..
ar: أدخل كلمة المرور التي سيتم استخدامها لفتح السجل عند قفله.
zh_cn: 当它是锁定的时，输入要使用的密码来解锁登记。

source: License
ar: الترخيص

source: Could not find a sale with this purchase code. Please double check.
ar: لا يمكن العثور على عملية بيع باستخدام رمز الشراء هذا. من فضلك افحصه مجددا.

source: Register
ar: تسجيل
zh_cn: 注册

source: Scanning
ar: مسح
zh_cn: 扫描

source: Denominations
ar: التسمية

source: The following options affect the use of scanning hardware such as barcode scanners and magnetic card readers.
ar: تؤثر الخيارات التالية على استخدام أجهزة المسح الضوئي مثل ماسحات الباركود وقراء البطاقات الممغنطة.
zh_cn: 以下选项影响使用扫描硬件，如条形码扫描仪和磁读卡器。

source: Scanning Field
ar: حقل المسح الضوئي

source: Control what field is used when using the scanner on the register. Default is SKU.
ar: التحكم في أي حقل يتم استخدامه عند استخدام الماسح الضوئي على السجل. الافتراضي هوSKU.

source: Denomination Options
ar: خيارات التسمية

source: Add Denomination
ar: إضافة تسمية

source: Auto Update Stock
ar: تحديث تلقائي الأسهم

source: Enable update stock automatically
ar: تمكين تحديث المخزون تلقائيا

source: Updates the stock inventories for products automatically whilst running the register. Enabling this may hinder server performance.
ar: تحديثات المخزون للمنتجات تلقائيا أثناء تشغيل السجل. قد يؤدي تعطيل ذلك إلى إعاقة أداء الخادم.

source: Update Interval
ar: الفاصل الزمني للتحديث
zh_cn: 更新间隔

source: Enter the interval for auto-update in seconds.
ar: أدخل الفاصل الزمني للتحديث التلقائي بالثواني.

source: seconds
ar: ثواني
zh_cn: 秒

source: Stock Quantity
ar: كمية المخزون
zh_cn: 货物数量

source: Enable stock quantity identifier
ar: تمكين معرف كمية المخزون
zh_cn: 启用库存数量标识符

source: Shows the remaining stock when adding products to the basket.
ar: يظهر المخزون المتبقي عند إضافة المنتجات إلى السلة.
zh_cn: 在向购物车中添加产品时显示剩余的库存。

source: Enable out of stock products
ar: تمكين من المخزون للمنتجات
zh_cn: 启用缺货产品

source: Shows out of stock products in the product grid.
ar: يظهر من المنتجات الأسهم في شبكة المنتج.
zh_cn: 在产品网格中显示缺货产品。

source: Bill Screen
ar: فاتورة الشاشة

source: Display bill screen
ar: عرض فاتورة الشاشة

source: Allows you to display the order on a separate display i.e. pole display.
ar: يسمح لك بعرض الطلب على شاشة عرض منفصلة، ​​أي عرض i.e. pole.

source: Custom Fee
ar: الرسوم المخصصة

source: Pay
ar: دفع
zh_cn: 支付

source: Save
ar: حفظ
zh_cn: 保存

source: Void
ar: ملغي
zh_cn: 无效

source: Restaurant
ar: مطعم

source: Tabs
ar: علامات التبويب

source: Advanced
ar: متقدم
zh_cn: 先进的

source: WordPress Environment
ar: بيئة ووردبريس
zh_cn: WordPress 环境

source: Site URL:
ar: رابط الموقع :
zh_cn: 站点访问URL地址：

source: WooCommerce Version:
ar: إصدار WooCommerce:

source: WordPress Version:
ar: إصدارWordPress:
zh_cn: WordPress 版本：

source: Language:
ar: اللغة
zh_cn: 语言：

source: Server Environment
ar: بيئة السيرفر
zh_cn: 服务器环境

source: Server Info:
ar: معلومات السيرفر
zh_cn: 服务器信息：

source: PHP Version:
ar: إصدار PHP:
zh_cn: PHP 版本

source: PHP Post Max Size:
ar: PHP الحجم الاقصي للبوست
zh_cn: PHP 文件最大值：

source: PHP Time Limit:
ar: المهلة الزمنية ل PHP
zh_cn: PHP执行时间：

source: PHP Max Input Vars:
ar: PHP القيمة الاقصي للمتغير
zh_cn: PHP最大输入值:

source: Max Upload Size:
ar: الحجم الاقصى للرفع:
zh_cn: 最大上传大小：

source: Database
ar: قاعدة البيانات
zh_cn: 写入数据库

source: Last Forced Update:
ar: آخر تحديث قسري:

source: POS Database Version:
ar: إصدار قاعدة البياناتPOS:

source: Database Update:
ar: تحديث قاعدة البيانات:

source: Force Update
ar: تحديث إجباري
zh_cn: 强制性升级

source: Setup
ar: إعداد
zh_cn: 安装

source: This tool will update the database to the latest version - useful when settings are not being applied as per configured in settings, registers, receipts and outlets.
ar: ستقوم هذه الأداة بتحديث قاعدة البيانات إلى أحدث إصدار - مفيدة عندما لا يتم تطبيق الإعدادات كما تم تكوينها في الإعدادات والسجلات والإيصالات ومنافذ البيع.

source: Beta
ar: بيتا

source: Tax
ar: الضريبة
zh_cn: 税

source: Tax Options
ar: خيارات الضرائب
zh_cn: 税务选项

source: Tile Options
ar: خيارات Tile
zh_cn: 平铺选项

source: The following options affect how the tiles appear on the product grid.
ar: تؤثر الخيارات التالية على كيفية ظهور علىtiles شبكة المنتج.
zh_cn: 以下选项影响在产品网格中的平铺显示。

source: Quantity Increment
ar: زيادة الكمية
zh_cn: 数量增加

source: Enable quantity increment
ar: تمكين زيادة الكمية
zh_cn: 启用数量增加

source: Shows a quantity increment button when adding products to the basket.
ar: يظهر زر زيادة الكمية عند إضافة المنتجات إلى السلة.
zh_cn: 在向购物车中添加产品时，显示增加数量按钮。

source: Quantity Keypad
ar: لوحة مفاتيح الكمية
zh_cn: 数量键盘

source: Enable quantity keypad
ar: تمكين لوحة المفاتيح الكمية
zh_cn: 启用数量键盘

source: Shows a quantity increment button and a keypad when adding products to the basket.
ar: يظهر زر زيادة الكمية ولوحة مفاتيح عند إضافة منتجات إلى السلة.
zh_cn: 当添加产品到购物车时，显示一个增加数量按钮和一个键盘。

source: Decimal Quantity
ar: الكمية العشرية

source: Enable decimal quantity
ar: تمكين الكمية العشرية

source: Tile Quantity Value
ar: Tileقيمة الكمية

source: This sets the quantity at which tiles are reduced at when Decimal Quantity is set.
ar: هذا يحدد الكمية التي يتم تخفيض tiles عند عند تعيين الكمية العشرية.

source: Tile Layout
ar: تخطيط Tile
zh_cn: 平铺布局

source: Product Image Size
ar: حجم صورة المنتج
zh_cn: 产品图片大小

source: These settings affect the display and dimensions of product images in register.
ar: تؤثر هذه الإعدادات على عرض وأبعاد صور المنتج في التسجيل.

source: Thumbnail
ar: صورة مصغرة
zh_cn: 缩略图

source: Full size
ar: الحجم الكامل
zh_cn: 全尺寸

source: Variables
ar: المتغيرات
zh_cn: 变量

source: Default Tile Sorting
ar: فرز Tileالافتراضي
zh_cn: 默认平铺排序

source: This controls the default sort order of the tile.
ar: هذا يتحكم في ترتيب الفرز الافتراضي من tile.
zh_cn: 这控制了平铺的默认排序顺序。

source: Default sorting (custom ordering + name)
ar: الفرز الافتراضي (ترتيب مخصص + اسم)
zh_cn: 默认排序(自定义顺序 + 名称)

source: Popularity (sales)
ar: الشهرة (المبيعات)
zh_cn: 人气(活动)

source: Average Rating
ar: متوسط التقييم
zh_cn: 平均评级

source: Sort by most recent
ar: ترتيب حسب الأحدث
zh_cn: 最新

source: Sort by price (asc)
ar: ترتيب حسب السعر (تصاعدي)
zh_cn: 价格(由低到高)

source: Sort by price (desc)
ar: ترتيب حسب السعر (تنازليا)
zh_cn: 价格(由高到低)

source: Cash Float Management
ar: ادارة تعويم الصرف

source: Manage the cash in and out of your register with our easy to use cash management feature. Simply enable it for the register you want to open, an initial float is then set and from the Cash Management button, you can simply add or remove. When closing the register, you can set how many of each currency denomination is left.
ar: إدارة النقدية داخل وخارج السجل الخاص بك مع شركائنا في سهلة الاستخدام ميزة إدارة النقد. ببساطة تمكينه للسجل الذي تريد فتحه، ثم يتم تعيين تعويم الأولي ومن زر إدارة النقد، يمكنك ببساطة إضافة أو إزالة. عند إغلاق السجل، يمكنك تعيين عدد من كل عملة التسمية.

source: Multiple Receipt Copies
ar: نسخ متعددة للإيصال

source: Having to print multiple copies of the receipt? Perhaps a customer copy and a merchant copy? You can now easily define how many prints to print. This will also apply to those receipt printers that require a tear off. Each copy is a tear off.
ar: الحاجة إلى طباعة نسخ متعددة من الاستلام؟ ولعل نسخ نسخة عميل وتاجر؟ الآن يمكنك بسهولة تحديد كم عدد طباعة لطباعة. وهذا سوف تنطبق أيضا على تلك الطابعات الاستلام التي تتطلب المسيل للدموع قبالة. كل نسخة من المسيل للدموع قبالة.

source: Displaying the order to your customers has never been easier. Simply open another tab on an external pole display, you can display what is currently in your register, total and tax. Making the experience even more professional to your liking.
ar: عرض النظام لعملائك لم تكن أسهل. ببساطة فتح علامة تبويب أخرى على شاشةpole، يمكنك عرض ما هو حاليا في السجل الخاص بك، مجموع والضرائب. جعل تجربة أكثر مهنية ترضيك.

source: Product Inline % Discount
ar: منتجInline خصم %

source: We have added the ability to define a custom fixed discount or a percentage discount to each product. You can also reset to the original price of the product at any time. Pre-defined discount presets can also be configured from the Point of Sale > Settings page.
ar: واضاف لدينا القدرة على تحديد خصم ثابت مخصص أو نسبة مئوية خصم لكل منتج. يمكنك أيضا إعادة تعيين إلى السعر الأصلي للمنتج في أي وقت. ويمكن أيضا المسبقة خصم محددة مسبقا تكوينها من نقطة بيع> صفحة الإعدادات.

source: Grid Position
ar: وضع الشبكة

source: Switch the product grid with the basket to make the interface more familiar to the other POS systems out there. Simply go to Point of Sale > Settings > Layout and chose the switch register position from there.
ar: تبديل شبكة المنتج مع سلة المشتريات لجعل واجهة أكثر دراية لأنظمة نقاط البيع الأخرى هناك. ببساطة الذهاب إلى نقطة بيع> إعدادات> تخطيط واختار موقف سجل التبديل من هناك.

source: Guest Checkout Compulsory
ar: ضيف الخروج الإلزامي

source: Make the guest checkout compulsory for those guests you want to book in or products that require custom information. Uncheck this box to make the guest checkout no longer compulsory and a customers information has to be saved.
ar: جعل الخروج الضيف إلزامي بالنسبة للضيوف الذين تريد الحجز في أو المنتجات التي تتطلب معلومات مخصصة. قم بإلغاء تحديد هذا المربع لجعل الخروج من الضيف لم يعد إلزاميا ويجب حفظ معلومات العملاء.

source: Gift Receipts
ar: إيصالات الهدايا

source: Print gift receipts for your customers during the festive seasons. With this feature, the receipt will print without any price values. You can also toggle this from the payment screen at any time.
ar: طباعة إيصالات هدية لعملائك خلال مواسم الأعياد. مع هذه الميزة، سيتم طباعة استلام دون أي قيم السعر. يمكنك أيضا تبديل هذا من شاشة الدفع في أي وقت.

source: We have made it easier for our users to action common commands using the keyboard shortcuts available. You can visit the page for keyboard shortcuts from Point of Sale > Settings. We hope this makes the process of selling in your store even quicker.
ar: لقد جعلنا من السهل على المستخدمين اتخاذ إجراءات مشتركة باستخدام اختصارات لوحة المفاتيح المتاحة. يمكنك الانتقال إلى صفحة اختصارات لوحة المفاتيح من نقطة البيع> الإعدادات. نأمل أن يجعل هذا عملية بيع في متجرك حتى أسرع.

source: Save changes
ar: حفظ التغيرات
zh_cn: 保存更改

source: Run the Setup Wizard
ar: تشغيل معالج الإعدادات
zh_cn: 运行安装向导

source: Run the updater
ar: تشغيل المحدث
zh_cn: 运行更新程序

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
ar: فمن المستحسن أن تقوم احتياطية قاعدة البيانات الخاصة بك قبل المتابعة. هل تريد بالتأكيد تشغيل المحدث الآن؟
zh_cn: 强烈建议您在继续之前备份您的数据库。 你确定你想要现在运行更新吗？

source: POS Status
ar: حال نقاط البيع

source: You do not have permission to create orders
ar: ليس لديك إذن لإنشاء طلبات
zh_cn: 你没有权限创建订单

source: Order ID is invalid
ar: معرف الطلب غير صالح
zh_cn: 为网格排序输入自定义栏目名称。

source: Customer ID is invalid
ar: Consumer Key غير صالح
zh_cn: 客户ID是无效的

source: Provided order currency is invalid
ar: العملة المستخدمة فى هذا الطلب غير صالحة.
zh_cn: 提供的订单币种是无效的

source: Payment method ID and title are required
ar: مطلوب رقم تعريف طريقة الدفع وعنوانه
zh_cn: 付款方式ID及标题必填的

source: Product ID provided does not match this line item
ar: رقم تعريف المنتج المقدم لا يطابق هذا البند
zh_cn: 提供的产品ID不匹配这个行项目

source: The product variation is invalid
ar: اختلاف المنتج غير صالح
zh_cn: 产品变更无效

source: Product is invalid
ar: المنتج غير صالح
zh_cn: 产品是无效的

source: Product quantity must be a positive float
ar: يجب أن يكون كمية المنتج تعويم إيجابي
zh_cn: 产品质量必须是一个正浮点型

source: Product quantity is required
ar: كمية المنتج مطلوبة
zh_cn: 产品数量是必需的

source: Booking ID
ar: رقم الحجز
zh_cn: 预订 ID

source: Cannot create line item, try again
ar: لا يمكن إنشاء بند، حاول مرة أخرى
zh_cn: 无法创建行项目，再试一次

source: Cannot update line item, try again
ar: يتعذر تحديث العنصر، أعد المحاولة
zh_cn: 无法更新行项目，再试一次

source: Shipping total must be a positive amount
ar: يجب أن يكون مجموع الشحن مبلغ إيجابي
zh_cn: 航运总必须是一个正数

source: Shipping
ar: الشحن
zh_cn: 运输

source: Cannot create shipping method, try again
ar: لا يمكن إنشاء طريقة الشحن، حاول مرة أخرى
zh_cn: 不能创建送货方式，再试一次

source: Cannot update shipping method, try again
ar: لا يمكن تحديث طريقة الشحن، أعد المحاولة
zh_cn: 不能更新的运输方法，再试一次

source: Order &ndash; %s
ar: طلب &ndash; %s
zh_cn: 订单 &ndash; %s

source: Invalid order status
ar: حالة الطلب غير صالحة
zh_cn: 没有分配的用户

source: There was an error processing the payment
ar: حدث خطأ أثناء معالجة الدفعة
zh_cn: 在处理付款时发生一个错误

source: You are now being redirected offsite to complete the payment.
ar: تتم الآن إعادة توجيهك خارج الموقع لإتمام عملية الدفع.
zh_cn: 你将被重定向到线下完成付款。

source: You do not have permission to create order refunds
ar: أنت لا تمتلك الصلاحية لإنشاء استعادة الطلبيات

source: Cannot create order refund, please try again.
ar: لا يمكن عمل إسترداد للطلب، الرجاء المحاولة مرة أخرى.

source: An error occurred while attempting to create the refund using the payment gateway API.
ar: حدث خطأ أثناء محاولة إنشاء استرداد باستخدام API بوابة الدفع

source: You do not have permission to read the orders
ar: ليس لديك إذن بقراءة الطلبات

source: User not authorized to access WooCommerce POS
ar: المستخدم غير مصرح له بالوصول إلى WooCommerce POS
zh_cn: 用户未授权访问电子商务销售点

source: Via
ar: عبر
zh_cn: 通过

source: Unpublished
ar: غير منشور
zh_cn: 未发布

source: An error occurred
ar: حدث خطأ

source: Validation Failed. One or more fields below are required.
ar: أخفقت عملية التحقق. يلزم إدخال حقل واحد أو أكثر أدناه.

source: Clear
ar: مسح
zh_cn: 清除

source: Default
ar: افتراضي
zh_cn: 默认排插电压

source: Select Color
ar: اللون المختار
zh_cn: 选择颜色

source: Current Color
ar: اللون الحالى
zh_cn: 当前颜色

source: User already exists.
ar: هذا المستخدم موجود بالفعل.
zh_cn: 用户已存在。

source: Guest
ar: ضيف
zh_cn: 访客

source: Product SKU:
ar: SKUللمنتج:
zh_cn: 产品的SKU：

source: No default
ar: غير افتراضي
zh_cn: 没有默认的

source: is a required field.
ar: هذا الحقل مطلوب.
zh_cn: 是一个必填项

source: Product
ar: المنتج

source: In stock
ar: رائج
zh_cn: 现货

source: Out of stock
ar: إنتهى من المخزن
zh_cn: 缺货

source: Cash in
ar: النقدية

source: Cash out
ar: إزالة النقود
zh_cn: 兑现

source: This Register Is Closed
ar: هذا السجل مغلق

source: User not found
ar: المستخدم ليس موجود

source: Site Address:
ar: عنوان الموقع:

source: IP Address:
ar: عنوان الـIP:

source: WooCommerce Point of Sale
ar: WooCommerce نقطة البيع
zh_cn: 电子商务销售点

source: Barcode Printing
ar: چاپ بارکد

source: Print Settings
ar: إعدادات الطباعة
zh_cn: 打印设置

source: Number of Labels
ar: عدد الوسوم
zh_cn: 标签数量

source: Label Type
ar: نوع التسمية
zh_cn: 标签类型

source: Price
ar: السعر
zh_cn: 价钱

source: Product Name
ar: اسم المنتج
zh_cn: 产品名称

source: Attribute Name
ar: اسم السمة

source: Note: be sure to set your paper size to the corresponding paper size and the margins to none to ensure printing is accurate.
ar: ملاحظة: تأكد من تعيين حجم الورق الخاص بك إلى حجم الورق المقابلة والهوامش إلى لا شيء لضمان الطباعة دقيقة.

source: Barcode Template created.
ar: تم إنشاء الباركود للنموذج.
zh_cn: 条码模板已创建。

source: Barcode Template updated.
ar: تم تحديث الباركود للنموذج.
zh_cn: 条码模板已更新。

source: Close
ar: إغلاق
zh_cn: 关闭

source: Today
ar: اليوم
zh_cn: 今天

source: Previous
ar: سابق
zh_cn: 上一个

source: Next
ar: التالى
zh_cn: 下一个

source: Booking Type
ar: نوع الحجز
zh_cn: 预约类型

source: Booking Date
ar: تاريخ الحجز
zh_cn: 预订日期

source: Booking Time
ar: وقت الحجز
zh_cn: 预订时间

source: Person(s)
ar: شخص (أشخاص)
zh_cn: 人数

source: This date is unavailable
ar: هذا التاريخ غير متاح
zh_cn: 此日期不可用

source: This date is fully booked and unavailable
ar: هذا التاريخ محجوز بالكامل وغير متاح
zh_cn: 此日期预定满额，不可用

source: This date is partially booked - but bookings still remain
ar: تم حجز هذا التاريخ جزئيا - ولكن الحجوزات لا تزال قائمة
zh_cn: 这个日期是部分预定的-但仍保留

source: This date is available
ar: هذا التاريخ متاح
zh_cn: 此日期可用

source: Choose a Start Date
ar: اختر تاريخ البدء
zh_cn: 选择一个起始日

source: Choose an End Date
ar: اختر تاريخ الانتهاء
zh_cn: 选择一个终止日

source: Dates
ar: تواريخ
zh_cn: 日期

source: Please select the options for your booking above first
ar: يرجى تحديد خيارات الحجز أعلاه
zh_cn: 请选定日期

source: Items
ar: العناصر

source: Customer Notes
ar: ملاحظات العميل

source: Opening cash amount
ar: فتح مبلغ نقدي

source: Order #
ar: الطلب #
zh_cn: 定货合同 #

source: Add New Product Grid
ar: إضافة شبكة المنتج الجديد
zh_cn: 添加新的产品网格

source: Edit Product Grid
ar: تحرير شبكة المنتج
zh_cn: 编辑产品网格

source: Name for the grid (shown on the front-end).
ar: اسم الشبكة (كما هو موضح في الواجهة الأمامية).
zh_cn: 网格名称（在前端显示）。

source: Default sort order
ar: ترتيب الافتراضي
zh_cn: يېڭى زاكاس قوشۇش

source: Custom ordering
ar: ترتيب مخصص
zh_cn: ئۆزىڭىز رەتلەش

source: Determines the sort order of the products on the POS page. If using custom ordering, you can drag and drop the products in this grid.
ar: لتحديد ترتيب الفرز للمنتجات على صفحة نقاط البيع. إذا كنت تستخدم ترتيب مخصص، يمكنك سحب وإسقاط المنتجات في هذه الشبكة.
zh_cn: 决定了产品在POS页面排序。如果使用自定义排序，您可以拖放该网格中的产品。

source: Update
ar: تحديث
zh_cn: 更新

source: Add New Product Grid
ar: إضافة شبكة المنتج الجديد
zh_cn: 添加新的产品网格

source: Product grids lets you define the products that you want to show on each register. Using tiles which represent a produce, you can customise the product grid layout.
ar: تتيح لك شبكات المنتجات تحديد المنتجات التي تريد عرضها في كل سجل. باستخدام tiles التي تمثل منتج، يمكنك تخصيص تخطيط شبكة المنتج.
zh_cn: 产品网格让您定义您想在每个登记上显示的产品。用平铺描绘一个产品，你可以定制产品的网格布局。

source: Name for the grid (shown when configuring and viewing the register)
ar: اسم الشبكة (يظهر عند تهيئة وعرض السجل)
zh_cn: 网格的名称（在配置和查看登记时）

source: Add Product Grid
ar: إضافة شبكة المنتج
zh_cn: 添加产品网格

source: Are you sure you want to delete this grid?
ar: هل تريد بالتأكيد حذف هذه الشبكة؟
zh_cn: 你确定要删除这个网格吗？

source: All Products
ar: جميع المنتجات
zh_cn: 所有产品

source: Category Taxonomy
ar: تصنيف Taxonomy
zh_cn: 类别分类

source: Cashier
ar: أمين الصندوق
zh_cn: 收银员

source: POS Manager
ar: مدير نقاط البيع
zh_cn: POS管理

source: Select a country…
ar: اختر دولة…
zh_cn: 选择一个国家...

source: Select a state…
ar: تحديد حالة ...
zh_cn: 选择一个省份...

source: Select shipping method
ar: اختر أسلوب الشحن
