Repository: josedu90/woocommerce-point-of-sale-
Catalog: lang/wc_point_of_sale-*.po
Languages: ar, zh_cn

source: Email
ar: البريد الإلكتروني
zh_cn: 邮箱

source: Phone
ar: رقم الهاتف
zh_cn: 电话

source: Fax
ar: فاكس
zh_cn: 传真

source: Website
ar: موقع الكتروني
zh_cn: 网站

source: Twitter
ar: تويتر

source: The Twitter name of the outlet e.g. for twitter.com/acme enter just "acme".
ar: اسم تويتر للمخرج على سبيل المثال. ل twitter.com/acme أدخل فقط "acme".
zh_cn: 出口的Twitter名称，例如：twitter.com/acme 只许输入“acme”。

source: Facebook
ar: فيس بوك

source: The Facebook page of the outlet e.g. for facebook.com/acme enter just "acme".
ar: صفحة الفيسبوك من منفذ على سبيل المثال. ل facebook.com/acme أدخل فقط "acme".
zh_cn: 出口的Facebook页面，例如：facebook.com/acme 只许输入“acme”。

source: Instagram
ar: انستجرام

source: Snapchat
ar: سناب شات

source: Search Outlets
ar: البحث عن المحلات التجارية
zh_cn: 搜索经销店

source: Outlets for your store can be managed here. Outlets can be added using the form below. To edit an outlet, simply hover over the outlet and click on Edit.
ar: يمكن إدارة منافذ متجرك هنا. يمكن إضافة منافذ باستخدام النموذج أدناه. لتعديل منفذ، مرر الماوس فوق المخرج وانقر على تعديل.
zh_cn: 您的经销店的商店可以在这里进行管理。经销店可以使用下面的表格来添加。编辑一个经销店，只需在经销店上悬停，然后点击编辑。

source: Outlet Details
ar: تفاصيل المنفذ
zh_cn: 渠道详情

source: The address of the outlet at which the register will be located.
ar: عنوان المنفذ الذي سيتم فيه وضع السجل.
zh_cn: 登记该经销店将位于的地址。

source: Add New Outlet
ar: إضافة منفذ جديد
zh_cn: 添加新的渠道

source: Outlet added.
ar: تم إضافة منفذ
zh_cn: 渠道已添加。

source: Outlet updated.
ar: تم تحديث المنفذ
zh_cn: 出口已更新。

source: Outlet deleted.
ar: تم حذف المنفذ
zh_cn: 经销店已删除。

source: Enable/Disable
ar: تمكين / تعطيل

source: Title
ar: العنوان

source: Payment method description that the customer will see on your checkout.
ar: وصف وسيلة الدفع الذي يراه المستخدم في صفحة الدفع.

source: Description
ar: الوصف

source: Payment method description that the customer will see on your website.
ar: وصف طريقة الدفع الذي سوف يراه العميل على موقعك.

source: Order
ar: طلب
zh_cn: 排序

source: Date
ar: التاريخ
zh_cn: 日期

source: Served by
ar: قدم بواسطة
zh_cn: 送达

source: Total
ar: المجموع
zh_cn: 总价

source: Sales
ar: المبيعات
zh_cn: 销售

source: Note
ar: إيضاح
zh_cn: 备注

source: Customer
ar: عميل

source: Telephone
ar: الهاتف

source: Gift Receipt
ar: هدية الإستلام

source: Edit Receipt Template
ar: تعديل قالب الإستلام
zh_cn: 编辑收据模板

source: Add New
ar: اضف جديد
zh_cn: 增加

source: Add New Receipt Template
ar: إضافة قالب إيصال جديد
zh_cn: 添加新的收据模板

source: Click to toggle
ar: انقر للتبديل
zh_cn: 点击展开

source: Receipt Logo
ar: استلام الشعار
zh_cn: 收据Logo

source: Select Logo
ar: إختيار شعار
zh_cn: 选择Logo

source: Recommend logo height to width ratio is 1:4 i.e. 70px height and 280px width..
ar: يرجى التوصية بأن يكون ارتفاع الشعار إلى العرض 1: 4 أي ارتفاع 70 بكسل وعرض 280 بكسل.
zh_cn: 推荐标志的高宽比是1:4，即70px高度和280px宽度。

source: General Details
ar: تفاصيل عامة
zh_cn: 常规细节

source: Receipt Name
ar: اسم المستلم

source: Receipt Title
ar: عنوان الإستلام
zh_cn: 收据标题

source: Normal
ar: عادي
zh_cn: 正常

source: Title Position
ar: المسمى الوظيفي
zh_cn: 标题的位置

source: Left
ar: اليسار
zh_cn: 左

source: Center
ar: وسط

source: Right
ar: اليمين

source: Logo Position
ar: موضع الشعار
zh_cn: Logo位置

source: Tax Number Position
ar: وضع الرقم الضريبي
zh_cn: 税务号码位置

source: Logo Size
ar: حجم الشعار
zh_cn: LOGO大小

source: Small
ar: صغير
zh_cn: 小

source: Large
ar: كبير
zh_cn: 大

source: Text Size
ar: حجم الخط
zh_cn: 文本尺寸

source: Shop Name
ar: اسم المتجر
zh_cn: 店鋪名稱

source: Outlet Name
ar: إسم المنفذ
zh_cn: 经销店名称

source: Telephone Label
ar: وسم التليفون
zh_cn: 电话标签：

source: Fax Label
ar: وسم الفاكس
zh_cn: 传真标签

source: Email Label
ar: وسم البريد الإلكترونى
zh_cn: 电子邮件标签

source: Website Label
ar: وسم الموقع الإلكترونى
zh_cn: 网站标签

source: None
ar: لا شيء

source: Footer
ar: الفوتر

source: Header
ar: ترويسة

source: Tax Number
ar: رقم الضريبة
zh_cn: 税务号码

source: Order Details
ar: تفاصيل الطلب
zh_cn: 订单详细信息

source: Order Number Label
ar: وسم رقم الطلب
zh_cn: 订单号码标签

source: Order Date
ar: التاريخ
zh_cn: 订单日期

source: Custom:
ar: الرسوم الجمركية:
zh_cn: 自定义：

source: enter a custom date format in the following field
ar: أدخل تنسيق التاريخ المخصص في الحقل التالي
zh_cn: 在下列字段中输入自定义日期格式

source: Custom date format:
ar: تنسيق التاريخ المخصص:
zh_cn: 自訂日期格式︰

source: example:
ar: مثال:
zh_cn: 範例

source: Tab
ar: تبويب

source: Customer Name
ar: اسم الزبون
zh_cn: 用户名

source: Customer Email
ar: البريد الإلكتروني الزبون
zh_cn: 客户电子邮箱

source: Shipping Address
ar: عناوين الشحن
zh_cn: 邮寄地址

source: Served By Label
ar: تم تقديمه بحسب التصنيف
zh_cn: 标签服务

source: Served By Type
ar: تم تقديمه حسب النوع

source: Display Name
ar: اسم العرض
zh_cn: 显示名字

source: Nickname
ar: الاسم المستعار
zh_cn: 昵称

source: Product Details
ar: تفاصيل المنتج
zh_cn: 产品细节

source: Product Image
ar: صورة العرض
zh_cn: 商品图像

source: Product SKU
ar: كود المنتج

source: Product Discount
ar: خصم منتج

source: Tax Label
ar: وسم الضريبة
zh_cn: 税收标签

source: Total Label
ar: وسم الإجمالى
zh_cn: 总计标签

source: Payment Label
ar: وسم الدفع
zh_cn: 付款标签

source: Number of Items
ar: عدد المنتجات
zh_cn: 项目数量

source: Order Notes
ar: ملاحظات الطلب
zh_cn: 订单备注

source: Header Text
ar: نص الرأس
zh_cn: 页眉文本

source: Customise the look and feel of your receipts using custom CSS. This will only applied when the receipt is being printed.
ar: تخصيص الشكل والمظهر من الإيصالات الخاصة بك باستخدام CSS مخصص. سيتم تطبيق هذا فقط عند طباعة الإيصال.

source: Receipt Templates
ar: قوالب الاستلام
zh_cn: 收据模板

source: Search results for &#8220;%s&#8221;
ar: نتائج البحث عن &#8220;%s&#8221;
zh_cn: 关于&#8220;%s&#8221;的搜索结果

source: No Shipping
ar: بدون شحن
zh_cn: 不包邮

source: The name of the register that will appear when opening it.
ar: اسم السجل الذي سيظهر عند فتحه.
zh_cn: 打开时会出现的登记名称。

source: Select the product grid that this register will use.
ar: حدد شبكة المنتج التي سيستخدمها هذا السجل.
zh_cn: 选择这个登记将使用的产品网格。

source: Receipt Template
ar: قالب الإيصال
zh_cn: 收据模板

source: Select the receipt template that this register will use.
ar: حدد قالب الإيصال الذي سيستخدمه هذا السجل.
zh_cn: 选择这个将使用的收据模板。

source: Prefix
ar: بادئة
zh_cn: 前缀

source: Enter the prefix of the orders from this register.
ar: أدخل بادئة الطلبات من هذا السجل.
zh_cn: 输入这个登记的订单前缀。

source: Suffix
ar: لاحقة
zh_cn: 后缀

source: Enter the suffix of the orders from this register.
ar: أدخل لاحقة الأوامر من هذا السجل.
zh_cn: 输入这个登记的订单后缀。

source: Select the outlet that this register is assigned to.
ar: حدد المنفذ الذي تم تعيين هذا السجل إليه.
zh_cn: 选择分配给这个登记的渠道。

source: Enter the tax number which is applied to this particular register. This will be printed on receipts if tax number is enabled on receipt template.
ar: أدخل الرقم الضريبي الذي يتم تطبيقه على هذا السجل بالذات. سيتم طباعته على الإيصالات إذا تم تمكين رقم الضريبة على قالب الإيصال.
zh_cn: 输入适用于该特定登记的税务号码。如果在收据模板上启用了，这将在收据上打印。

source: Select what you want the default customer to be when register is opened.
ar: حدد ما تريد أن يكون العميل الافتراضي عند فتح السجل.
zh_cn: 选择当开启登记时，你想要的默认客户。

source: Shipping Method
ar: طريقة الشحن
zh_cn: 物流方式

source: Select what you want the default shipping method to be when shipping methods are loaded.
ar: حدد ما تريد أن تكون طريقة الشحن الافتراضي عند تحميل طرق الشحن.
zh_cn: 选择当配送方式被加载时，你想要的默认配送方法。

source: Select whether you want to manage the float of cash in the register.
ar: حدد ما إذا كنت ترغب في إدارة تعويم النقدية في السجل.

source: Sale Prices
ar: أسعار البيع

source: Change User
ar: تغيير المستخدم
zh_cn: 更改用户

source: Select whether user to be changed at end of sale.
ar: حدد ما إذا كان سيتم تغيير المستخدم في نهاية البيع أم لا.
zh_cn: 选择用户是否在销售结束时更改。

source: Email Receipt
ar: طباعة الوصل
zh_cn: 电子邮件收据

source: Select whether to print receipt at end of sale.
ar: حدد ما إذا كنت تريد طباعة الإيصال في نهاية البيع أم لا.
zh_cn: 选择是否在销售结束时打印收据。

source: Select whether to print gift receipt at end of sale.
ar: حدد ما إذا كنت تريد طباعة إيصال الهدايا في نهاية البيع أم لا.

source: Note Request
ar: ملاحظة الطلب
zh_cn: 注意请求

source: Select whether to add a note at end of sale.
ar: حدد ما إذا كنت تريد إضافة ملاحظة في نهاية عملية البيع أم لا.
zh_cn: 选择是否在销售结束时添加备注。

source: Search Registers
ar: سجلات البحث
zh_cn: 搜索登记

source: Report
ar: ارسال تقرير
zh_cn: 举报

source: Edit Register
ar: تحرير التسجيل
zh_cn: 编辑登记

source: End Of Sale
ar: نهاية البيع
zh_cn: 销售结束

source: Register Details
ar: تسجيل التفاصيل
zh_cn: 登记详情

source: Add New Register
ar: إضافة سجل جديد
zh_cn: 新建登记

source: New register added.
ar: تمت إضافة سجل جديد.
zh_cn: 新登记已添加。

source: Register updated.
ar: تم تحديث السجل.
zh_cn: 登记已更新。

source: Register deleted.
ar: تم حذف التسجيل.
zh_cn: 登记已删除。

source: This register does not exist.
ar: هذا السجل غير موجود.
zh_cn: 这个登记不存在。

source: Add Register
ar: إضافة تسجيل
zh_cn: 添加登记

source: The WooCommerce API is disabled on this site.
ar: The WooCommerce APIمعطل على هذا الموقع.
zh_cn: 在这个站点上的电子商务 API 是禁用的。

source: All Registers
ar: جميع السجلات
zh_cn: 所有登记

source: You do not have permission to access this register.
ar: ليس لديك إذن بالدخول إلى هذا السجل.
zh_cn: 您没有权限访问这个登记。

source: Loading
ar: جار التحميل
zh_cn: 载入中

source: Your session has expired. You can log in again from this page or go to the login page.
ar: انتهت صلاحية جلسة العمل الخاصة بك. يمكنك تسجيل الدخول مرة أخرى من هذه الصفحة أو الانتقال إلى صفحة تسجيل الدخول.
zh_cn: 您的登陆会话已过期，请重新登陆。

source: Complete your order and earn <strong>{points}</strong> {points_label} for a discount on a future purchase
ar: أكمل طلبك واكسب <strong> {points} </ strong> {point_label} للحصول على خصم على عملية شراء في المستقبل

source: Please accept the terms and conditions first
ar: يرجى قبول الشروط والأحكام أولا
zh_cn: 请先接受条款和条件

source: Expiry Month
ar: شهر انتهاء الصلاحية
zh_cn: 到期月份

source: Expiry Year
ar: تاريخ انتهاء الصلاحية
zh_cn: 到期年份

source: is invalid
ar: غير صالح
zh_cn: 无效

source: Stock Controller
ar: المراقب المالى للأسهم
zh_cn: 库存控制器

source: Find
ar: بحث
zh_cn: 查找

source: Image
ar: صورة
zh_cn: 图像

source: Update Stock
ar: تحديث المخزون
zh_cn: 更新库存

source: Action
ar: تم

source: Subscription
ar: الاشتراك
zh_cn: 订阅

source: Fee
ar: الرسوم
zh_cn: چىقىم

source: Sign-up Fee (%s)
ar: رسوم الاشتراك (%s)
zh_cn: 注册费 (%s)

source: Interval
ar: الفاصلة
zh_cn: 间隔

source: Period
ar: الفترة
zh_cn: 周期

source: Length
ar: الطول
zh_cn: 长度

source: Edit Tile
ar: تعديل Tile
zh_cn: 编辑平铺

source: Product
ar: المنتج
zh_cn: 产品

source: Search for a product&hellip;
ar: البحث عن منتج&hellip;
zh_cn: 搜索产品 &hellip;

source: Select the product which this tile will represent.
ar: حدد المنتج الذي سيمثله هذاtile .
zh_cn: 选择这个平铺将代表的产品。

source: Style
ar: أسلوب
zh_cn: 样式

source: Colour
ar: اللون
zh_cn: 颜色

source: The style and appearance of the tile.
ar: نمط ومظهر tile.
zh_cn: 样式和平铺外观。

source: Background Color
ar: لون الخلفية
zh_cn: 背景颜色

source: Text Color
ar: لون النص
zh_cn: 文本颜色

source: Select the text colour for this tile.
ar: حدد لون النص لهذا tile.
zh_cn: 选择这个平铺的文本颜色

source: Dafault Selection
ar: التحديد الافتراضي
zh_cn: 默认选择

source: No Default Selection
ar: لا للتحديد الافتراضي
zh_cn: 没有默认选择

source: Selection the Default Section for this using variations.
ar: حدد القسم الافتراضي لهذا باستخدام الأشكال.
zh_cn: 选择这种使用的变化的默认部分。

source: Preview
ar: المهمة
zh_cn: 预览

source: Please select category.
ar: يرجى تحديد الفئة.
zh_cn: 请选择分类。

source: Please select product.
ar: الرجاء تحديد المنتج.
zh_cn: 请选择产品。

source: Selected product is already added. Change it, please.
ar: تمت إضافة المنتج المحدد بالفعل. قم تغييره، من فضلك.
zh_cn: 选定的产品已经添加。请改变它。

source: Layout
ar: النسق
zh_cn: 编排

source: Add New
ar: جديد
zh_cn: 新增

source: Origin
ar: الأصل
zh_cn: 起源

source: Category
ar: الفئة
zh_cn: 类别

source: Select category
ar: اختر القسم
zh_cn: 选择分类目录

source: Select the product category which contains the products you want to add.
ar: حدد فئة المنتج التي تحتوي على المنتجات التي تريد إضافتها.
zh_cn: 选择您想要添加到产品分类中包含的产品。

source: Category Type
ar: التصنيف

source: Manual
ar: يدوي

source: Auto
ar: تلقائي

source: Select the background colour for this tile.
ar: حدد لون الخلفية لهذا tile.
zh_cn: 选择这个平铺的背景色。

source: Add New Tile
ar: إضافة Tileجديد
zh_cn: 添加新的平铺

source: Tile updated.
ar: تم تحديثTile.
zh_cn: 平铺已更新。

source: Selected product is already a tile.
ar: المنتج المحدد هو بالفعل tile.
zh_cn: 选定的产品已经是一个瓷砖。

source: Tile added successfully.
ar: تمت إضافة Tile بنجاح.
zh_cn: 平铺已成功添加。

source: Tile deleted successfully.
ar: تم حذف Tile بنجاح.
zh_cn: 平铺已成功删除。

source: The table below shows cashier who have an outlet assigned to them and their activity. To add a user to an outlet, go to the users profile and assign an outlet from there.
ar: ويبين الجدول أدناه أمين الصندوق الذي لديه منفذ مخصص لهم ونشاطهم. لإضافة مستخدم إلى منفذ، انتقل إلى الملف الشخصي للمستخدمين وتعيين منفذ من هناك.
zh_cn: 下面的表格显示收银员有一个分配给他们的渠道和他们的活动。要将用户添加到一个输经销店，前往用户个人资料，然后在那里指定一个经销店。

source: — No Change —
ar: لا تغيير

source: Are you sure you want to remove the selected items?
ar: هل تريد بالتأكيد إزالة العناصر المحددة؟
zh_cn: 你确定要删除选定的项目吗？

source: Search for a category&hellip;
ar: ابحث عن فئة&hellip;
zh_cn: 搜索分类&hellip;

source: Incorrect Permalinks Structure.
ar: ارتباطات غير صحيحة بالرابط الثابت.
zh_cn: 不正确的固定链接结构。

source: Change Permalinks
ar: تغيير الرابط الثابت
zh_cn: 更改固定连接

source: Receipt
ar: إيصال
zh_cn: 收据

source: Twitter:
ar: تويتر

source: Facebook:
ar: فيس بوك

source: Instagram:
ar: انستاغرام:

source: Qty
ar: ‏days
zh_cn: 数量

source: Cost
ar: التكلفة
zh_cn: 价格

source: Subtotal
ar: المجموع الفرعي
zh_cn: 小计

source: Change
ar: تغيير
zh_cn: 变化

source: Summary
ar: الملخص

source: Name
ar: الاسم
zh_cn: 姓名

source: Rate
ar: المعدل
zh_cn: 比率

source: required
ar: الحقول مطلوبة
zh_cn: 必要的

source: Select a state&hellip;
ar: اختر المنطقة &hellip;
zh_cn: 选择一个国家&hellip;

source: This is the sum of the order totals after any refunds and including shipping and taxes.
ar: هذا هو مجموع المجاميع النظام بعد أي المبالغ المستردة بما في ذلك الشحن والضرائب.
zh_cn: 这是在任何退款后的订单总数的总和，包括配送和税收。

source: This is the sum of the order totals after any refunds and excluding shipping and taxes.
ar: هذا هو مجموع المجاميع النظام بعد أي المبالغ المستردة، باستثناء الشحن والضرائب.
zh_cn: 这是在任何退款后的订单总数的总和，其中不包括运费和税费。

source: %s sales from this register for saved orders
ar: المبيعات من هذا السجل للأوامر المحفوظة %s

source: This is the sum of the saved order totals after any refunds and including shipping and taxes.
ar: هذا هو مجموع المجاميع النظام المحفوظة بعد أي المبالغ المستردة بما في ذلك الشحن والضرائب.

source: %s charged for shipping
ar: charged for shipping%s
zh_cn: يەتكۈزۈش كىرىمى سوممىسى %s

source: %s in refunds
ar: في عمليات رد الأموال %s
zh_cn: %s 在退款

source: %s worth of coupons used
ar: قيمة القسائم المستخدمة%s
zh_cn: ئېتىبار چېكى كېمەيتىلمە سوممىسى%s

source: Year
ar: السنة
zh_cn: 年

source: Last Month
ar: الشهر الماضي
zh_cn: 上个月

source: This Month
ar: هذا الشهر
zh_cn: 本月

source: Last 7 Days
ar: آخر 7 أيام
zh_cn: 最近一周

source: Showing reports for:
ar: عرض التقارير ل:
zh_cn: :مەلۇمات جەدۋىلى كۆرسۈتۈش

source: Reset
ar: إعادة تعيين
zh_cn: 重置

source: Search Cashier
ar: البحث عن صراف
zh_cn: 搜索收银员

source: Show
ar: إضهار
zh_cn: 显示

source: Top cashiers
ar: كبار الصرافين
zh_cn: 顶级收银员

source: No cashiers found in range
ar: لم يتم العثور على أي من الصرافين في النطاق
zh_cn: 此范围内没有找到收银员

source: Top Earners
ar: كبار المكتسبين
zh_cn: 最高收入者

source: Export CSV
ar: تصدير CSV
zh_cn: 导出CSV文件

source: &larr; Choose a cashier to view stats
ar: &larr;اختيار الصراف لعرض احصائيات
zh_cn: &larr; 选择一个收银员来查看统计

source: Number of items sold
ar: عدد العناصر المباعة
zh_cn: سېتىلغان مەھسۇلات سانى

source: Number of orders
ar: عدد الطلبات
zh_cn: 订单数量

source: Average sales amount
ar: متوسط كمية المبيعات
zh_cn: 平均销售金额

source: Coupon amount
ar: مبلغ القسيمة
zh_cn: 优惠券金额

source: Refund amount
ar: المبلغ المسترد
zh_cn: 按数量循环

source: Shipping amount
ar: كمية الشحن
zh_cn: يەتكۈزۈش سوممىسى

source: Gross Sales amount
ar: إجمالي مبلغ المبيعات
zh_cn: 总销售额

source: Net Sales amount
ar: صافي مبلغ المبيعات
zh_cn: 净销售额

source: Sales amount for saved orders
ar: مبلغ المبيعات للأوامر المحفوظة

source: %s gross sales from this outlet
ar: إجمالي المبيعات من هذا المنفذ %s
zh_cn: 这个经销店销售总额%s

source: %s net sales from this outlet
ar: صافي المبيعات من هذا المنفذ %s
zh_cn: 这个经销店的净销售额 %s

source: Outlet Search
ar: البحث عن المنفذ
zh_cn: 渠道搜索

source: Top Outlets
ar: أعلى المنافذ
zh_cn: 最高的销售店

source: No outlets found in range
ar: لا توجد منافذ في النطاق
zh_cn: 此范围内末找到经销店

source: &larr; Choose outlet to view stats
ar: &larr;اختر منفذ لعرض الإحصاءات
zh_cn: &larr; 选择渠道来查看统计

source: %s gross sales from this register
ar: إجمالي المبيعات من هذا السجل %s
zh_cn: 这个登记的销售总额%s

source: %s net sales from this register
ar: صافي المبيعات من هذا السجل %s
zh_cn: 这个登记的净销售额 %s

source: Register Search
ar: تسجيل بحث
zh_cn: 登记搜索

source: Search for a register&hellip;
ar: البحث عن سجل&hellip;
zh_cn: 搜索一个登记&hellip;

source: Top Registers
ar: أعلى السجلات
zh_cn: 最高的登记

source: No registers found in range
ar: لم يتم العثور على سجلات في النطاق
zh_cn: 此范围内没有找到登记

source: &larr; Choose a register to view stats
ar: &larr: اختر سجلا لعرض الإحصاءات
zh_cn: &larr; 选择登记来查看统计

source: No Product Grids currently exist.
ar: لا توجد شبكات للمنتجات حاليا.
zh_cn: 当前没有产品网格存在。

source: Delete
ar: مسح
zh_cn: 删除

source: Configure Tiles
ar: تكوين Tiles
zh_cn: 配置平铺

source: Outlets not found. Try to adjust the filter.
ar: لم يتم العثور على منافذ البيع. حاول ضبط الفلتر.
zh_cn: 未找到任何经销店，尝试调整过滤器。

source: Contact & Social Details
ar: الاتصال والتفاصيل الاجتماعية
zh_cn: 联系&社交详情

source: Receipts not found. Try to adjust the filter.
ar: لم يتم العثور على الإيصالات. حاول ضبط الفلتر.
zh_cn: 未找到任何收据。尝试调整过滤器。

source: Copies
ar: النسخ

source: Width
ar: العرض

source: Dynamic
ar: تفاعلي

source: Registers not found. Try to adjust the filter.
ar: لم يتم العثور على السجلات. حاول ضبط الفلتر.
zh_cn: 未找到任何登记，尝试调整过滤器。

source: Status
ar: الوضع
zh_cn: 身份

source: User Change
ar: تغيير المستخدم
zh_cn: 用户更改

source: Access
ar: الوصول
zh_cn: 访问

source: located in
ar: يقع في
zh_cn: 位于

source: User Changes After Sale
ar: تغييرات المستخدم بعد البيع
zh_cn: 在出售后更改用户

source: User Does Not Change After Sale
ar: المستخدم لا يتغير بعد البيع
zh_cn: 不改变用户售后服务

source: Receipt Is Emailed To All Customers
ar: تم الاستلام عبر البريد الالكتروني لجميع العملاء

source: Receipt Is Emailed To Non-guest Customers Only
ar: يتم إرسال إيصال بالبريد الإلكتروني لغير العملاء فقط

source: Receipt Is Not Emailed
ar: لم يتم إرسال الإيصال بالبريد الإلكتروني
zh_cn: 收据不通过电子邮件发送

source: Gift Receipt Is Printed
ar: يتم طباعة إيصال الهدايا

source: Gift Receipt Is Not Printed
ar: لم يتم طباعة إيصال الهدايا

source: Receipt Is Printed
ar: يتم طباعة استلام
zh_cn: 收据已打印

source: Receipt Is Not Printed
ar: الإيصال غير مطبوع
zh_cn: 收据未打印

source: Note Is Not Taken
ar: ملاحظة لا تؤخذ
zh_cn: 没有备注

source: Note Is Taken On Save
ar: ملاحظة يتم حفظها في حفظ
zh_cn: 请注意保存

source: Note Is Taken On All Sales
ar: ملاحظة يتم اتخاذها في جميع المبيعات
zh_cn: 注意所有销售

source: Open
ar: اوبن
zh_cn: 打开

source: Enter
ar: أدخل
zh_cn: 输入

source: Cash Is Managed
ar: يتم إدارة النقدية

source: Cash Is Not Managed
ar: النقدية غير المدارة

source: Closed
ar: مغلقة
zh_cn: 结束

source: Filter
ar: تصفية

source: Session reports not found.
ar: لم يتم العثور على تقارير الجلسات.

source: ID
ar: المعرف

source: Total Sales
ar: إجمالي المبيعات
zh_cn: 总销售额

source: Tiles not found.
ar: لم يتم العثور علىTiles.
zh_cn: 未找到任何平铺。

source: Cashiers not found.
ar: لم يتم العثور على النقود.
zh_cn: 未找到任何收银员。

source: Orders
ar: الطلب
zh_cn: 订单

source: Last Login
ar: اخر تسجيل دخول
zh_cn: 上次登录

source: Logged In
ar: تسجيل الدخول
zh_cn: 登录

source: Select Variation
ar: حدد Variation
zh_cn: 选择变量

source: Add Product
ar: أضف منتج
zh_cn: 添加产品

source: Booking
ar: الحجز

source: Enter Quantity
ar: أدخل الكمية
zh_cn: 输入数量

source: Skip to main content
ar: تخطي إلى المحتوى الرئيسي
zh_cn: 跳转到住内容

source: Main content
ar: المحتوى الرئيسي
zh_cn: 主要内容

source: No longer exists
ar: لم يعد موجود
zh_cn: 不存在

source: Grouped
ar: مجمعة
zh_cn: رەت

source: External/Affiliate
ar: الخارجية / التابعة ل
zh_cn: سىرتقى / ئىتتىپاق تۈزگەن

source: Virtual
ar: افتراضية
zh_cn: 虛擬

source: Downloadable
ar: للتحميل
zh_cn: چۇشۇررگىلى بولدىغان

source: Simple
ar: بسيط
zh_cn: 简单

source: Variable
ar: متغير
zh_cn: 变量

source: Edit item
ar: تعديل العنصر
zh_cn: 编辑项目

source: Delete item
ar: حذف العنصر
zh_cn: 删除项目

source: Item
ar: منتج
zh_cn: 项

source: Delete selected row(s)
ar: حذف الصف أو الصفوف المحددة
zh_cn: 删除选定的行

source: Add all variations
ar: أضف جميع الأشكال

source: Add product(s)
ar: إضافة منتج /منتجات
zh_cn: مەھسۇلات قوشۇش

source: Add category
ar: إضافة فئة
zh_cn: 添加分类

source: Add products
ar: إضافة منتجات
zh_cn: 添加产品

source: Add
ar: إضافة
zh_cn: 添加

source: Add products to generate barcodes
ar: إضافة منتجات لتوليد الباركود

source: Shipping #%d
ar: الشحن #%d
zh_cn: 运送 #%d

source: Shipping and Handling
ar: الشحن والمناولة
zh_cn: 运输和处理

source: Please use the shipping calculator to see available shipping methods.
ar: الرجاء استخدام آلة حاسبة الشحن لمعرفة طرق الشحن المتاحة.
zh_cn: 请使用装运计算器查看可用的装运方法。

source: Please continue to the checkout and enter your full address to see if there are any available shipping methods.
ar: يرجى الاستمرار في الخروج وإدخال عنوانك الكامل لمعرفة ما إذا كان هناك أي طرق الشحن المتاحة.
zh_cn: 请继续结账，输入您的完整地址，以查看是否有可用的装运方法。

source: There doesn&lsquo;t seem to be any available shipping methods. Please double check your address, or contact us if you need any help.
ar: هناك لا & lsquo؛ ر يبدو أن أي طرق الشحن المتاحة. يرجى الاختيار المزدوج عنوانك، أو الاتصال بنا اذا كنت بحاجة الى أي مساعدة.
zh_cn: 没有&lsquo;t 任何可用的运输方式。请仔细检查您的地址，或者如果您需要任何帮助，请联系我们。

source: Edit Product
ar: تعديل المنتج
zh_cn: 编辑产品

source: Custom product
ar: منتج مخصص
zh_cn: 自定义产品

source: Report ID:
ar: معرف التقرير:

source: Register:
ar: تسجيل:
zh_cn: 注册：

source: Outlet:
ar: منفذ:

source: Tax Number:
ar: الرقم الضريبي:

source: Opened:
ar: افتتح:
zh_cn: 已开放：

source: at
ar: في
zh_cn: 在

source: Closed:
ar: مغلق:
zh_cn: 已关闭:

source: Time
ar: وقت
zh_cn: 时间

source: %s by %s
ar: %s بنسبة %s
zh_cn: %s 来自 %s

source: Cancelled
ar: ألغيت
zh_cn: 已取消

source: Saved
ar: تم الحفظ
zh_cn: 保留

source: Payments
ar: المدفوعات
zh_cn: 支付

source: Amount
ar: المبلغ
zh_cn: 量

source: Cash Summary
ar: ملخص النقدية

source: Cash
ar: النقد
zh_cn: 现金

source: Cash Totals
ar: المجموع النقدي

source: Drawer Cash:
ar: درج النقدية:

source: Actual Cash:
ar: النقد الفعلي:

source: Enter Remaining Cash
ar: أدخل النقد المتبقي

source: Enter the remaining cash found in the cash drawer. Use the denominations setup under Point of Sale > Settings > Denominations to enter these values:
ar: أدخل المبالغ النقدية المتبقية الموجودة في درج النقود. استخدم إعداد الفئات ضمن نقطة البيع> الإعدادات> الفئات لإدخال هذه القيم:

source: Enter Cash Values
ar: أدخل القيم النقدية

source: Difference:
ar: فرق:
zh_cn: 差异：

source: Your Order
ar: طلبك
zh_cn: 你的订单

source: Next Customer Please
ar: العميل القادم يرجى

source: at
ar: في
zh_cn: 在

source: Remove Cash
ar: إزالة النقدية

source: Add Cash
ar: أضف نقودًا

source: Register: #
ar: تسجيل: #

source: This is used to record your cash movement for the day. Current cash balance (including sales):
ar: يستخدم هذا لتسجيل حركة النقدية الخاصة بك لهذا اليوم. الرصيد النقدي الحالي (بما في ذلك المبيعات):

source: User
ar: المستخدم
zh_cn: 用户

source: Reason
ar: سبب
zh_cn: 原因

source: Transaction
ar: المعاملة
zh_cn: 交易

source: Reasons
ar: أسباب
zh_cn: 原因

source: Register is closed.
ar: التسجيل مغلق.

source: Delivery
ar: التسليم

source: Mobile Phone
ar: رقم الهاتف
zh_cn: 手机

source: Payment Type
ar: نوع الدفع
zh_cn: 结算类型

source: Summary
ar: ملخص
zh_cn: 总结

source: Refund
ar: إعادة المبلغ

source: Full Screen
ar: ملء الشاشة
zh_cn: 全屏

source: Lock Register
ar: قفل التسجيل

source: Load
ar: تحميل
zh_cn: 打开

source: Show Tiles
ar: عرض Tiles
