Repository: josedu90/woocommerce-point-of-sale-
Catalog: lang/wc_point_of_sale-*.po
Languages: ar, zh_cn

source: You cannot add another &quot;%s&quot; to your cart.
ar: لا يمكنك اضافة &quot;%s&quot; لسلة مشترياتك.
zh_cn: 您不能添加另一个&quot;%s&quot; 到你的购物车。

source: Sorry, this product cannot be purchased.
ar: نأسف ، هذا المنتج لا يمكن شراءه.
zh_cn: 对不起，此产品无法购买。

source: You cannot add &quot;%s&quot; to the cart because the product is out of stock.
ar: لا يمكن اضافة&quot;%s&quot;إلى سلة المشتريات لأن المنتج هو من المخزون.
zh_cn: 您不能添加 &quot;%s&quot; 到购物车，此产品已经缺货。

source: You cannot add that amount to the cart &mdash; we have %s in stock and you already have %s in your cart.
ar: لايمكنك إضافة هذا المبلغ لسلة المشتريات &mdash; لدينا %s فى المخزون وكان لديك بالفعل %s فى سلة مشترياتك.
zh_cn: 您不能添加该数量到购物车 &mdash; 库存 %s 并且已有 %s 在您的购物车。

source: Product added successfully
ar: تم إضافة المنتج بنجاح
zh_cn: 产品已成功添加。

source: Please choose product options&hellip;
ar: رجاء حدد خصائص المنتج&hellip;
zh_cn: 请选择产品选项&hellip;

source: Are you sure you want to clear all fields and start from scratch?
ar: هل تريد بالتأكيد مسح جميع الحقول والبدء من الصفر؟
zh_cn: 你确定你想清除所有字段，然后从头开始吗?

source: Please add products.
ar: من فضلك اضف منتجك.
zh_cn: 请添加产品。

source: Please select Payment method.
ar: الرجاء تحديد طريقة الدفع.
zh_cn: 请选择付款方式

source: Please enter correct amount.
ar: الرجاء إدخال المبلغ الصحيح.
zh_cn: 请输入正确的金额。

source: Order successful.
ar: تم الطلب بنجاح.
zh_cn: 订单成功。

source: Successfully voided.
ar: ألغيت بنجاح.
zh_cn: 已成功作废。

source: Order successfully saved.
ar: تم حفظ الطلب بنجاح.
zh_cn: 订单已成功保存。

source: Please fill Billing Details.
ar: يرجى ملء تفاصيل الفوترة.
zh_cn: 请填写账单明细。

source: Please fill Shipping Details.
ar: يرجى ملء تفاصيل الشحن.
zh_cn: 请填写送货详情。

source: Please fill Additional Information.
ar: يرجى ملء معلومات إضافية.
zh_cn: 请填写附加信息。

source: Shipping title is required.
ar: عنوان الشحن مطلوب.
zh_cn: 送货标题是必须的。

source: Shipping price is required.
ar: سعر الشحن مطلوب.
zh_cn: 送货价格是必须的。

source: Product title is required.
ar: عنوان المنتج مطلوب.
zh_cn: 产品标题是必须的。

source: Product price is required.
ar: سعر المنتج مطلوب.
zh_cn: 产品价格是必须的。

source: Quantity is required.
ar: الكمية المطلوبة.
zh_cn: 数量是必需的。

source: Free shipping coupon
ar: قسيمة الشحن المجانى
zh_cn: 免运费优惠券

source: Can't load order
ar: يتعذر تحميل الطلب
zh_cn: 不能加载订单

source: item
ar: بند
zh_cn: 产品

source: items
ar: عناصر
zh_cn: 项目

source: All
ar: الكل
zh_cn: 所有

source: Please enter the password.
ar: الرجاء إدخال كلمة المرور.
zh_cn: 请输入密码。

source: Incorrect password.
ar: كلمة سر خاطئة.
zh_cn: 密码错误。

source: Free!
ar: مجاني!
zh_cn: 免费！

source: Note successfully added.
ar: تمت إضافة الملاحظة بنجاح.
zh_cn: 备注已成功添加。

source: Note successfully updated.
ar: تم تحديث الملاحظة بنجاح.
zh_cn: 备注已成功更新。

source: Note deleted.
ar: تم حذف الملاحظة.
zh_cn: 备注已删除。

source: Card not recognized.
ar: لم يتم التعرف على البطاقة.

source: Please enter correct data.
ar: الرجاء إدخال البيانات الصحيحة.
zh_cn: 请输入正确的数据。

source: Please fill Custom Fields.
ar: يرجى ملء الحقول المخصصة.

source: Invalid Barcode Scan
ar: مسح الباركود غير صالح

source: You have logged in successfully.
ar: لقد قمت بتسجيل الدخول بنجاح.
zh_cn: 您已成功登录。

source: In Stock
ar: متوفر
zh_cn: 现在有货

source: Out of Stock
ar: غير متوفر
zh_cn: 缺货

source: Back-order
ar: النظام_الخلفى

source: Passwords don't match
ar: كلمات المرور غير متطابقة
zh_cn: 密码不匹配

source: Please choose a customer.
ar: الرجاء اختيار عميل.
zh_cn: 请选择一个客户。

source: Opened
ar: مفتوح
zh_cn: 已打开

source: Available
ar: متاح

source: Discount
ar: تخفيض
zh_cn: 折扣

source: &times; %s Months
ar: &الأوقات %s الشهور
zh_cn: &times; %s 月

source: Month(s)
ar: الشهر/الشهور
zh_cn: 月

source: &times; %s weeks
ar: &الأوقات;الأسابيع%s
zh_cn: &时间; %s 星期

source: Week(s)
ar: الأسبوع/الأسابيع
zh_cn: 周

source: &times; %s days
ar: &الأوقات;الأيام%s
zh_cn: &时间; %s 天数

source: Day(s)
ar: اليوم/الأيام
zh_cn: 日

source: &times; %s nights
ar: &الأوقات;الليالى%s
zh_cn: &范围; %s 晚

source: Nights(s)
ar: الليلة / الليالى
zh_cn: 晚(s)

source: &times; %s hours
ar: &الأوقات;الساعات%s
zh_cn: &times; %s 时

source: Hour(s)
ar: الساعة/الساعات
zh_cn: 小时

source: &times; %s minutes
ar: &الأوقات; الدقائق%s
zh_cn: &times; %s 分

source: Minute(s)
ar: الدقيقة/ الدقائق
zh_cn: 分钟

source: Duration
ar: المدة الزمنية
zh_cn: 有效期間

source: Persons
ar: الأشخاص
zh_cn: 人数

source: +%s per month
ar: شهريًا+%s
zh_cn: +%s 每個月

source: +%s per day
ar: يوميًا+%s
zh_cn: +%s 每天

source: +%s per night
ar: لليلة الواحدة+%s
zh_cn: +%s 每晚

source: +%s per block
ar: لكل مجموعة+%s
zh_cn: +%s 每个板块

source: Type
ar: نوع
zh_cn: 介质类型强制删除

source: Start %s
ar: البداية%s
zh_cn: 开始%s

source: Month
ar: شهر
zh_cn: 月

source: Coupon is not valid.
ar: القسيمة غير صالحة.
zh_cn: 无效的进班码。

source: Sorry, it seems the coupon "%s" is invalid - it has now been removed from your order.
ar: عذرا، يبدو أن القسيمة "%s" غير صالحة - فقد تمت إزالتها الآن من طلبك.
zh_cn: 对不起， 优惠券 “%s” 无效 - 它已从您的订单中删除。

source: Sorry, it seems the coupon "%s" is not yours - it has now been removed from your order.
ar: عذرا، يبدو أن القسيمة "%s" ليست لك - فقد تمت إزالتها الآن من طلبك.
zh_cn: 对不起， 优惠券 “%s” 不是您的 - 它已从您的订单中删除。

source: Coupon code already applied!
ar: تم تطبيق شفرة القسيمة من قبل!
zh_cn: 优惠券代码已应用！

source: Sorry, coupon "%s" has already been applied and cannot be used in conjunction with other coupons.
ar: عذرا، تم تطبيق القسيمة "%s" بالفعل ولا يمكن استخدامها مع القسائم الأخرى.
zh_cn: 抱歉， 优惠码 "%s" 已经被使用，并且不能和其它优惠码一起使用。

source: Coupon "%s" does not exist!
ar: كود الكوبون "%s" غير موجود .
zh_cn: 优惠劵 "%s" 不存在！

source: Coupon usage limit has been reached.
ar: تم الوصول إلى الحد الأقصى لاستخدام القسيمة.
zh_cn: 优惠码已到达使用限制。

source: This coupon has expired.
ar: انتهت صلاحية هذه القسيمة.
zh_cn: 这个优惠券已经过期。

source: The minimum spend for this coupon is %s.
ar: الحد الأدنى لإنفاق هذه القسيمة هو%s.
zh_cn: 这个优惠券的最小花费是 %s。

source: Sorry, this coupon is not applicable to your cart contents.
ar: عذرا، لا تنطبق هذه القسيمة على محتويات سلة المشتريات.
zh_cn: 对不起，这张优惠券不适用于您购物车中内容。

source: Sorry, this coupon is not valid for sale items.
ar: عذرا، هذه القسيمة غير صالحة لعناصر البيع.
zh_cn: 对不起，这张优惠劵对于销售项目是无效的。

source: Please enter a coupon code.
ar: يرجى إدخال رمز قسيمة.
zh_cn: 请输入优惠券代码。

source: The maximum spend for this coupon is %s.
ar: الحد الأقصى لإنفاق هذه القسيمة هو%s.
zh_cn: 这个优惠券的最大花费是 %s。

source: Sorry, this coupon is not applicable to the products: %s.
ar: عذرا، لا تنطبق هذه القسيمة على المنتجات: %s.
zh_cn: 对不起，这张优惠券不适用于该产品：%s。

source: Sorry, this coupon is not applicable to the categories: %s.
ar: عذرا، لا تنطبق هذه القسيمة على الفئات: %s.
zh_cn: 对不起，这张优惠券不适用于该分类：%s。

source: Coupon code applied successfully.
ar: تم تطبيق شفرة القسيمة بنجاح.
zh_cn: 优惠码加载成功.

source: Coupon code removed successfully.
ar: تمت إزالة رمز القسيمة بنجاح.
zh_cn: 进班码取消成功。

source: Discount added successfully.
ar: تمت إضافة الخصم بنجاح.
zh_cn: 折扣已添加成功。

source: Discount updated successfully.
ar: تم تحديث الخصم بنجاح.

source: Grand total
ar: المجموع الكلي
zh_cn: 總計

source: characters remaining
ar: الأحرف المتبقية
zh_cn: 个字符可输入

source: The minimum allowed length for "%s - %s" is %s.
ar: الحد الأدنى المسموح به لطول"%s - %s" هو%s.
zh_cn: 對於最小允許長度 “%s - %s” 為 ％s。

source: The maximum allowed length for "%s - %s" is %s.
ar: الحد الأقصى المسموح به لطول "%s- %s" هو%s.
zh_cn: 對於允許的最大長度 “%s - %s” 為 ％s。

source: The minimum allowed amount for "%s - %s" is %s.
ar: الحد الأدنى المسموح به للمبلغ "%s - %s"هو%s.
zh_cn: 對於最小允許數量 “%s - %s” 為 ％s。

source: The maximum allowed amount for "%s - %s" is %s.
ar: الحد الأقصى المسموح به للمبلغ "%s - %s"هو%s.
zh_cn: 對於最大允許數量 “%s - %s” 為 ％s。

source: Please enter a value greater than 0 for "%s - %s".
ar: يرجى إدخال قيمة أكبر من0ل "%s - %s".
zh_cn: 請輸入為大於0的值給 “%s - %s”。

source: Only letters are allowed for "%s - %s".
ar: يسمح بالحروف فقط ل"%s - %s".
zh_cn: 只有字母允許"%s-%s"。

source: Only digits are allowed for "%s - %s".
ar: يسمح فقط بالأرقام ل "%s - %s".
zh_cn: 只有數位允許"%s-%s"。

source: Only letters and digits are allowed for "%s - %s".
ar: يسمح فقط بالأحرف والأرقام"%s - %s".
zh_cn: 只有數位允許 "%s-%s"。

source: A valid email address is required for "%s - %s".
ar: يلزم إدخال عنوان بريد إلكتروني صالح ل "%s - %s".
zh_cn: 一個有效的電子郵件地址是必需的 "%s - %s"。

source: A subscription renewal has been removed from your cart. Multiple subscriptions can not be purchased at the same time.
ar: تمت إزالة تجديد الاشتراك من سلة المشتريات. لا يمكن شراء اشتراكات متعددة في الوقت نفسه.
zh_cn: 订阅续订已从您的购物车中删除。 多个订阅不能同时购买。

source: A subscription has been removed from your cart. Due to payment gateway restrictions, different subscription products can not be purchased at the same time.
ar: تمت إزالة اشتراك من سلة المشتريات. نظرا لقيود بوابة الدفع، لا يمكن شراء منتجات الاشتراك المختلفة في نفس الوقت.
zh_cn: 订阅已从您的购物车中删除。 由于支付网关的限制，不同的订购产品不能同时购买。

source: A subscription has been removed from your cart. Products and subscriptions can not be purchased at the same time.
ar: تمت إزالة اشتراك من سلة المشتريات. لا يمكن شراء المنتجات والاشتراكات في نفس الوقت.
zh_cn: 订阅已从您的购物车中删除。 产品和订阅不能同时购买。

source: %1$s every %2$s
ar: %1$s كل %2$s
zh_cn: %1$s 每 %2$s

source: %1$s every %2$s on %3$s
ar: %1$s كل %2$sعلى%3$s
zh_cn: %1$s 每 %2$s on %3$s

source: %s on the last day of each month
ar: %sفي اليوم الأخير من كل شهر
zh_cn: ％s在每个月的最后一天

source: %1$s on the %2$s of each month
ar: %1$s على %2$sمن كل شهر

source: %1$s on the last day of every %2$s month
ar: %1$s في اليوم الأخير من كل%2$s من الشهر

source: %1$s on the %2$s day of every %3$s month
ar: %1$s في اليوم من %2$sكل %3$s شهر
zh_cn: ％1 $上的％2 $ s的每一天的％3 $ S一月的

source: %1$s on %2$s %3$s each year
ar: %1$s على %2$s %3$s من كل سنة

source: %1$s on %2$s %3$s every %4$s year
ar: %1$sعلى %2$s %3$sكل%4$s سنة

source: day
ar: اليوم
zh_cn: 日

source: %s days
ar: %s من الأيام
zh_cn: ％s 天

source: week
ar: أسبوع
zh_cn: 周

source: %s weeks
ar: %s أسابيع
zh_cn: %s 个星期

source: month
ar: شهر
zh_cn: 月

source: %s months
ar: %s أشهر
zh_cn: %s 个月

source: year
ar: سنة
zh_cn: 年

source: %s years
ar: %sسنوات
zh_cn: %s 年

source: %1$s with %2$s free trial
ar: %1$s مع %2$s نسخة تجريبية مجانية
zh_cn: %1$s with %2$s 免费试用

source: %s day
ar: %s يوم
zh_cn: %s 天

source: a %s-day
ar: %s اليوم

source: %s week
ar: %sأسبوع
zh_cn: %s 周

source: a %s-week
ar: %s الأسبوع

source: %s month
ar: %s شهر
zh_cn: %s 个月

source: a %s-month
ar: %s الشهر

source: %s year
ar: %s سنة
zh_cn: %s 年

source: a %s-year
ar: %s السنة

source: %1$s and a %2$s sign-up fee
ar: %1$s و%2$s رسوم اشتراك
zh_cn: %1$s and a %2$s 报名费

source: Point of Sale
ar: نقطة البيع
zh_cn: 门店POS

source: Registers
ar: أجهزة التحكم في حركة هواء الفرن
zh_cn: 寄存器

source: Outlets
ar: منافذ
zh_cn: 经销店

source: Product Grids
ar: شبكات المنتجات
zh_cn: 产品网格

source: Receipts
ar: إيصالات
zh_cn: 入库单

source: Cashiers
ar: صراف
zh_cn: 收银员

source: Cash Management
ar: إدارة الصرافة

source: Sales by sessions
ar: المبيعات حسب الجلسات

source: Barcode
ar: باركود
zh_cn: 条形码

source: Stock
ar: المخزون
zh_cn: 库存

source: Settings
ar: الاعدادات
zh_cn: 设置

source: Layouts
ar: التخطيطات
zh_cn: 布局

source: Action failed. Please refresh the page and retry.
ar: فشل تنفيذ الإجراء. رجاءً حدث الصفحة وحاول مجددًا
zh_cn: 操作失败，请刷新页面并重试。

source: All types
ar: كل الأنواع
zh_cn: 所有类型

source: Online
ar: متصل بالانترنت
zh_cn: 在线

source: POS
ar: نقطة البيع
zh_cn: 快捷下单

source: All registers
ar: جميع السجلات
zh_cn: 所有登记

source: All outlets
ar: جميع المنافذ
zh_cn: 所有经销店

source: Register:
ar: تسجيل:

source: Cashier:
ar: أمين الصندوق:

source: Amount:
ar: المبلغ:

source: Signature
ar: التوقيع

source: View Receipt
ar: عرض الإيصال

source: Print Receipt
ar: طباعة الإيصال
zh_cn: 打印小票

source: Print
ar: طباعة
zh_cn: 打印

source: Print Report
ar: اطبع تقرير
zh_cn: 打印报告

source: Your settings have been saved.
ar: تم حفظ إعداداتك.
zh_cn: 设置已保存。

source: Good news, the tax configuration of WooCommerce is set up, you can use automated tax calculation for the POS system.
ar: أخبار جيدة، تم تعيين تكوين الضرائب من WooCommerce، يمكنك استخدام حساب الضريبة الآلي لنظام نقاط البيع.
zh_cn: 好消息，已设置电子商务税务配置，你可以使用POS系统的自动税收计算。

source: Unfortunately, the tax configuration of WooCommerce is not set up/enabled, tax calculation features are limited.
ar: لسوء الحظ، لم يتم تعيين تكوين الضرائب من WooCommerce/ تمكين، ميزات حساب الضرائب محدودة.
zh_cn: 不幸的是，电子商务的税务不是==还未设置/启用，税务计算功能是有限的。

source: Introduction
ar: المقدمة
zh_cn: 介绍

source: General Options
ar: الخيارات العامة
zh_cn: 常规选项

source: Tax & Payment
ar: الضرائب & طرق الدفع

source: Outlet Setup
ar: إعداد منفذ

source: Register Setup
ar: تسجيل الإعداد

source: Finished!
ar: تم الانتهاء من!
zh_cn: 已完成！

source: Select an option&hellip;
ar: حدد اختيار&hellip;
zh_cn: 选择一个选项&hellip；

# enhanced select
source: One result is available, press enter to select it.
ar: نتيجة واحدة متاحة، اضغط على Enterلتحديده.
zh_cn: 有一个结果可用，按输入键选择它。

# enhanced select
source: %qty% results are available, use up and down arrow keys to navigate.
ar: ٪ الكمية٪ النتائج المتاحة، استخدم صعودا وهبوطا مفاتيح الأسهم للتنقل.
zh_cn: %qty%的结果可用，使用向上和向下箭头键进行导航。

# enhanced select
source: No matches found
ar: لا يوجد ما يطابق ذلك
zh_cn: 没有找到匹配的

# enhanced select
source: Loading failed
ar: فشل التحميل
zh_cn: 载入失败

# enhanced select
source: Please enter 1 or more characters
ar: الرجاء إدخال حرف واحد أو أكثر
zh_cn: 请输入 1 或者更多字符

# enhanced select
source: Please enter %qty% or more characters
ar: الرجاء إدخال٪ qty٪ أو أكثر من الأحرف
zh_cn: 请输入 %qty% 或者更多字符

# enhanced select
source: Please delete 1 character
ar: الرجاء حذف حرف واحد
zh_cn: 请删除1个字符

# enhanced select
source: Please delete %qty% characters
ar: يرجى حذف٪ qty٪ من الأحرف
zh_cn: 请删除 %qty% 个字符

# enhanced select
source: You can only select 1 item
ar: يمكنك تحديد عنصر واحد فقط
zh_cn: 你只能选择 1 个项

# enhanced select
source: You can only select %qty% items
ar: يمكنك فقط تحديد٪qty٪ من العناصر
zh_cn: 你只能选择 %qty% 项

# enhanced select
source: Loading more results&hellip;
ar: تحميل المزيد من النتائج &hellip;
zh_cn: 载入更多结果;

# enhanced select
source: Searching&hellip;
ar: البحث&hellip;
zh_cn: 搜索中;

source: Not right now
ar: ليس الآن
zh_cn: 不是现在

source: Let's Go!
ar: إبدأ الآن
zh_cn: 开始吧！

source: Default Receipt
ar: الإيصال الافتراضي

source: Name
ar: الاسم
zh_cn: 姓名

source: The name of the outlet as it appears when opening a register.
ar: اسم المنفذ كما يظهر عند فتح السجل.
zh_cn: 当打开一个登记时，作为该渠道显示的名称。

source: Contact Details
ar: تفاصيل الاتصال
zh_cn: 联系方式

source: Enter the contact details of the outlet as this will appear on receipts that are printed from registers at this outlet.
ar: أدخل تفاصيل الاتصال بالمنفذ حيث سيظهر ذلك على الإيصالات التي يتم طباعتها من السجلات في هذا المنفذ..
zh_cn: 输入该出口的联系人详情，因为这将出现在该出口的登记册上的收据上。

source: Social Details
ar: التفاصيل الاجتماعية
zh_cn: 社交详情

source: Enter the social details of the outlet as this will appear on receipts that are printed from registers at this outlet.
ar: أدخل التفاصيل الاجتماعية للمنفذ حيث سيظهر ذلك على الإيصالات التي يتم طباعتها من السجلات في هذا المنفذ.
zh_cn: 输入该出口的社交详情，因为这将出现在该出口的登记册上的收据上。

source: Continue
ar: استمر
zh_cn: 继续

source: Tax Setup
ar: إعداد الضرائب

source: Tax Calculation
ar: حساب الضريبة
zh_cn: 计算税金

source: Enabled (using WooCommerce configurations)
ar: تمكين (باستخدام تكوينات WooCommerce ).
zh_cn: 启用（使用电子商务配置）

source: Disabled
ar: تعطيل
zh_cn: 禁用

source: Enables the calculation of tax using the WooCommerce configurations.
ar: تمكين حساب الضريبة باستخدام تكوينات WooCommerce.
zh_cn: 启用使用电子商务配置计算税收。

source: Calculate Tax Based On
ar: حساب الضريبة على أساس
zh_cn: 计算纳税基于

source: Default WooCommerce
ar: WooCommerce الافتراضى
zh_cn: 默认电子商务

source: Customer shipping address
ar: عنوان الشحن للعميل
zh_cn: خېرىدار يەتكۇزۇش ئادرىسى

source: Customer billing address
ar: عنوان إرسال الفواتير للعميل
zh_cn: خېرىدار زاكاس ئادرىسى

source: Shop base address
ar: عنوان المتجر الأساسي
zh_cn: دۇكان ئاساسىي ئادرېسى

source: Outlet address
ar: عنوان المنفذ
zh_cn: 出口地址

source: This option determines which address used to calculate tax.
ar: يحدد هذا الخيار العنوان المستخدم لحساب الضريبة.
zh_cn: 这个选项决定使用哪个地址来计税

source: Default Customer Address
ar: عنوان العميل الافتراضي
zh_cn: 默认收货地址

source: No address
ar: لا يوجد عنوان
zh_cn: 没有地址。

source: This option determines which address used to calculate tax for the default customer such as Guest.
ar: يحدد هذا الخيار العنوان المستخدم لحساب الضريبة للعميل الافتراضي مثل الضيف.
zh_cn: 这个选项决定了对于默认客户，哪些地址用来计算税收，例如如客人

source: Payment Methods
ar: طرق الدفع
zh_cn: 支付方法

source: Email Options
ar: خيارات البريد الإلكتروني
zh_cn: 电子邮件选项

source: The following options affect the email notifications when orders are placed and accounts are created.
ar: تؤثر الخيارات التالية على إشعارات البريد الإلكتروني عند وضع الطلبات وإنشاء الحسابات.
zh_cn: 以下选项影响当下订单和创建账户时，电子邮件通知。

source: New Order
ar: أمر جديد
zh_cn: 新订单

source: Enable new order notification
ar: تمكين إشعار الطلب الجديد
zh_cn: 启用新订单通知

source: New order emails are sent to the recipient list when an order is received as shown
ar: يتم إرسال رسائل بريد إلكتروني جديدة إلى قائمة المستلمين عند استلام أمر كما هو موضح

source: here
ar: هنا
zh_cn: 这里

source: Account Creation
ar: إنشاء حساب
zh_cn: 创建帐户

source: Enable account creation notification
ar: تمكين إشعار إنشاء الحساب
zh_cn: 启用账户创建通知

source: Customer emails are sent to the customer when a customer signs up via checkout or account pages as shown
ar: يتم إرسال رسائل البريد الإلكتروني للعميل إلى العميل عندما يشترك العميل عبر صفحات الدفع أو الحساب كما هو موضح.

source: Tile Layout
ar: تخطيط Tile
zh_cn: 平铺布局

source: Product image, title and price
ar: صورة المنتج والعنوان والسعر
zh_cn: 产品图片，标题和价格

source: Product image
ar: صورة المنتج
zh_cn: 产品主图

source: Product image and title
ar: صورة المنتج والعنوان
zh_cn: 产品图片和标题

source: This controls the layout of the tile on the product grid.
ar: هذا يتحكم في تخطيط tile على شبكة المنتج.
zh_cn: 这个控制了产品网格上的平铺布局。

source: Variables
ar: المتغيرات
zh_cn: 变量

source: Overlay
ar: غطاء
zh_cn: 覆盖

source: Settings to choose how variables can be shown.
ar: إعدادات لاختيار كيفية عرض المتغيرات.

source: Complete Order
ar: اكمل الطلب
zh_cn: 已完成的订单

source: Select the order status of completed orders when using the register.
ar: حدد حالة الطلب من الطلبات المكتملة عند استخدام السجل.
zh_cn: 在使用该登记时，选择已完成的订单状态的订单。

source: Save Order
ar: حفظ الطلبية
zh_cn: 保存排序

source: Select the order status of saved orders when using the register.
ar: حدد حالة الطلب للأوامر المحفوظة عند استخدام السجل.
zh_cn: 在使用该登记时，选择保存订单的订单状态。

source: Load Order
ar: تحميل النظام
zh_cn: 加载订单

source: Select the order status of loaded orders when using the register.
ar: حدد حالة الطلب من الطلبات المحملة عند استخدام السجل.
zh_cn: 在使用登记时，选择加载订单的订单状态。

source: Load Web Orders
ar: تحميل أوامر الويب

source: Load web orders
ar: تحميل أوامر الويب
zh_cn: 加载网络订单

source: Check this box to load orders placed through the web store.
ar: حدد هذا المربع لتحميل الطلبات المقدمة من خلال متجر الويب.
zh_cn: 勾选这个框以通过网络商店加载订单。

source: Scanning Options
ar: خيارات المسح الضوئي
zh_cn: 正在扫描选项

source: Barcode Scanning
ar: مسح الباركود
zh_cn: 扫描条码

source: Enable barcode scanning
ar: تمكين مسح الباركود
zh_cn: 启用条码扫描

source: Listens to barcode scanners and adds item to basket. Carriage return in scanner recommended.
ar: يستمع إلى ماسحات الباركود ويضيف البند إلى السلة. إعادة النقل في الماسح الضوئي الموصى بها.
zh_cn: 听条码扫描仪和增加项目到购物车。推荐扫描仪的回车。

source: Credit/Debit Card Scanning
ar: الائتمان / بطاقة السحب الآلي المسح الضوئي
zh_cn: 信用卡/借记卡扫描

source: Enable credit/debit card scanning
ar: تمكين المسح الضوئي لبطاقة الائتمان / الخصم
zh_cn: 启用信用卡/借记卡扫描

source: Allows magnetic card readers to parse scanned output into checkout fields. Supported payment gateways can be found
ar: يسمح القراءة بطاقة المغناطيسي لتحليل الممسوحة ضوئيا الإخراج في حقول الخروج. يمكن العثور على بوابات الدفع المدعومة

source: You're ready to start selling!
ar: أنت على استعداد لبدء البيع!

source: Email address
ar: البريد الإلكتروني
zh_cn: 邮箱

source: Yes please!
ar: نعم، لو سمحت!

source: Subscribe!
ar: الإشتراك!

source: Next Steps
ar: الخطوات التالية
zh_cn: 下一步

source: Learn More
ar: للمزيد
zh_cn: 了解更多

source: Explore our other powerful extensions
ar: استكشاف ملحقاتنا الرئيسية أخرى
zh_cn: 探索我们的其他强大扩展

source: About Point of Sale
ar: حول نقطة البيع

source: Thanks, all done!
ar: شكرا، تم الانتهاء !
zh_cn: 谢谢，全部完成！

source: Thank you for updating to the latest version!
ar: شكرا لك لتحديث إلى أحدث إصدار!
zh_cn: 感谢您更新到最新版本！

source: Thanks for installing!
ar: شكرا للتثبيت!
zh_cn: 感谢您的安装!

source: %s WooCommerce Point of Sale %s allows you to place orders through a POS interface swiftly using the WooCommerce products and orders database.
ar: %s WooCommerce نقطة البيع%sيسمح لك بوضع أوامر من خلال واجهة بوس بسرعة باستخدام قاعدة بيانات المنتجات والأوامرWooCommerce .

source: Version %s
ar: إصدار %s
zh_cn: 版本 %s

source: Docs
ar: مستندات
zh_cn: 文档

source: Go to Point of Sale → Registers
ar: انتقل إلى نقطة البيع → السجلات

source: Edit
ar: تعديل
zh_cn: (编辑)

source: OK
ar: اوکی
zh_cn: 好

source: Cancel
ar: الغاء
zh_cn: 取消

source: POS temp orders
ar: أوامر temp orders
zh_cn: POS临时订单

source: Sales by register
ar: المبيعات عن طريق التسجيل
zh_cn: 按登记的销售

source: Sales by outlet
ar: المبيعات عن طريق منفذ
zh_cn: 按渠道的销售

source: Sales by cashier
ar: المبيعات من قبل الصراف
zh_cn: 按收银员的销售

source: Sales by session
ar: المبيعات حسب الجلسة

source: No Outlet
ar: لا يوجد منفذ
zh_cn: 没有渠道

source: Print Barcode
ar: طباعة الرمز الشريطي

source: Close modal panel
ar: إغلاق اللوحة المشروطة1

source: Status:
ar: الحالة

source: Outlet
ar: منفذ
zh_cn: 渠道

source: Ensure the user is logged out before changing the outlet.
ar: تأكد من تسجيل خروج المستخدم قبل تغيير منفذ البيع.
zh_cn: 确保用户在更改经销店之前已被记录。

source: Card Number
ar: رقم البطاقة
zh_cn: 卡号

source: Refunds
ar: المستردات

source: View Settings
ar: عرض الإعدادات
zh_cn: 视图设置

source: View Documentation
ar: عرض الوثائق
zh_cn: 查看文档

source: Visit Support
ar: زيارة الدعم
zh_cn: 访问支持

source: Support
ar: الدعم
zh_cn: 支持

source: Show all cashiers
ar: عرض جميع الصرافيين
zh_cn: 显示所有收银员

source: Show all outlets
ar: عرض جميع منافذ البيع
zh_cn: 显示所有经销店

source: Show all cashiers
ar: عرض جميع الصرافيين
zh_cn: 显示所有收银员

source: Product Grid
ar: شبكة المنتج
zh_cn: 产品网格

source: Add to %s
ar: اضف إلى %s
zh_cn: 添加到 %s

source: Value
ar: القيمة
zh_cn: 值

source: Taxable
ar: خاضع للضريبة
zh_cn: 应纳税

source: Actions
ar: الاجراءات
zh_cn: 操作

source: Yes
ar: نعم
zh_cn: 是

source: No
ar: لا
zh_cn: 不

source: Add new
ar: أضف جديد
zh_cn: 添加

source: Remove
ar: إزالة
zh_cn: 去掉

source: Checkout
ar: الاستمرار بالدفع
zh_cn: 结帐

source: Checkout options
ar: رێکخستنی پشکنینەکان

source: Payment methods
ar: طرق الدفع

source: Payment Gateways
ar: بوابة الدفع
zh_cn: 支付网关

source: Checkout Options
ar: خيارات الخروج
zh_cn: 结帐选项

source: Default Country
ar: البلد الافتراضي
zh_cn: 默认国家

source: Sets the default country for shipping and customer accounts.
ar: لتعيين البلد الافتراضي للشحن وحسابات العملاء.
zh_cn: 设置配送的默认国家和客户账户。

source: SSL Options
ar: خيارات SSL
zh_cn: SSL选项

source: Force secure checkout
ar: فرض الخروج الآمن
zh_cn: مەجبۇرىي بىخەتەرلىك ھېساب بوغۇش

source: Account Options
ar: خيارات الحساب
zh_cn: 帐户选项

source: The following options affect the account creation process when creating customers.
ar: تؤثر الخيارات التالية في عملية إنشاء الحساب عند إنشاء العملاء.
zh_cn: 下列选项会影响当创建客户时的帐户创建过程。

source: Username
ar: اسم المستخدم
zh_cn: 用户名

source: Choose what the username should be when customer is created.
ar: اختر ما يجب أن يكون عليه اسم المستخدم عند إنشاء العميل.
zh_cn: 选择客户创建时的用户名。

source: First & Last Name e.g. johnsmith
ar: الاسم الأول والاسم الأخير. e.g. johnsmith

source: First & Last Name With Hyphen e.g. john-smith
ar: الاسم الأول واسم العائلة مع الواصلة مثلا. جون سميث
zh_cn: 名字 & 姓氏 使用连字符，例如 john-smith

source: Customer Details
ar: تفاصيل العميل
zh_cn: 客户详细信息

source: Load customer details after customer selection
ar: تحميل تفاصيل العملاء بعد اختيار العملاء
