Repository: josedu90/woocommerce-point-of-sale-
Catalog: lang/wc_point_of_sale-*.po
Languages: ar, zh_cn

source: Search Products
ar: البحث عن المنتجات
zh_cn: 搜索产品

source: Sync
ar: مزامنة
zh_cn: 同步

source: Categories
ar: الفئات
zh_cn: 类别

source: Search Customers
ar: بحث العملاء
zh_cn: 搜索用户

source: Search Customer
ar: بحث العملاء
zh_cn: 搜尋顧客

source: Main
ar: الرئيسية

source: Order Discount
ar: اطلب تخفيض
zh_cn: 訂單折扣

source: Fee Name
ar: اسم الرسوم
zh_cn: 費用名稱

source: Billing Details
ar: تفاصيل الفاتورة
zh_cn: 账单明细

source: Shipping Details
ar: تفاصيل الشحن
zh_cn: 运送详情

source: Additional Fields
ar: حقول إضافية
zh_cn: 附加字段

source: Custom Fields
ar: الحقول المخصصة
zh_cn: 自定义项

source: Custom Order Fields
ar: حقول الطلب المخصص

source: Account Funds
ar: رصيد الحساب

source: Save Customer
ar: حفظ
zh_cn: 保存客户

source: Scan
ar: مسح

source: Price (
ar: السعر (

source: Add shipping details
ar: إضافة تفاصيل الشحن
zh_cn: 添加送货详情

source: Add Shipping
ar: إضافة الشحن
zh_cn: 添加配送

source: Amount e.g, 50.00
ar: المبلغ على سبيل المثال، 50.00

source: Type to add a note
ar: اكتب لإضافة ملاحظة

source: This register is currently open in another tab. If you take over, the other tab will be locked.
ar: هذا السجل مفتوح حاليا في علامة تبويب أخرى. إذا تسلمت، فسيتم قفل علامة التبويب الأخرى.

source: Take Over
ar: يتولى
zh_cn: 接管

source: Add Note
ar: اضف ملاحظة
zh_cn: 添加注

source: Product Title
ar: عنوان المنتج
zh_cn: 产品名称

source: Price (%s)
ar: السعر (%s)
zh_cn: 價格 (%s)

source: Quantity
ar: الكمية
zh_cn: 数量

source: Product Attribute
ar: سمة المنتج
zh_cn: 产品属性

source: Meta Value
ar: قيمةMeta
zh_cn: Meta 值

source: Add Meta
ar: إضافة Meta
zh_cn: 添加Meta

source: Take Away
ar: يبعد

source: Coupon
ar: الكوبون
zh_cn: 优惠券

source: Points
ar: النقاط
zh_cn: 点

source: Wastage
ar: هدر

source: Damaged
ar: غير ممهد

source: Manager Approved
ar: تمت موافقة المسؤول

source: Add Discount
ar: إضافة خصم
zh_cn: 添加优惠

source: Coupon code
ar: رمز القسيمة
zh_cn: 优惠券代码

source: Apply Coupon
ar: تطبيق القسيمة
zh_cn: 使用优惠券

source: Apply Discount
ar: تطبيق الخصم
zh_cn: 应用折扣

source: Unlock
ar: فتح
zh_cn: 解锁

source: I Understand
ar: أنا فهمت.

source: Opening Cash
ar: الصرافة الافتتاحية
zh_cn: 期初现金

source: Set Amount
ar: حدد كمية

source: No available gateways
ar: لا توجد بوابات متاحة

source: Order Number
ar: رقم الطلب
zh_cn: 订单号

source: Gift
ar: هدية

source: Terms
ar: الشروط

source: Back
ar: رجوع
zh_cn: 返回

source: The receipt is being generated for printing.
ar: يتم إنشاء الإيصال للطباعة.

source: Tax Class
ar: فئة الضرائب
zh_cn: 税务分类

source: Standard
ar: القياسي
zh_cn: 标准

source: Update Product
ar: تحديث المنتج
zh_cn: 產品更新

source: Retrieve Sales
ar: استرداد المبيعات
zh_cn: 检索销售

source: This Register
ar: هذا السجل
zh_cn: 这个登记

source: Search Orders
ar: البحث في الطلبيات
zh_cn: 搜索订单

source: Purchased
ar: اشترى
zh_cn: 购买

source: Ship to
ar: أرسل ل
zh_cn: تەقسىملەش

source: Customer Message
ar: رسالة العميل
zh_cn: 客户留言

source: Enter customer name
ar: أدخل اسم العميل

source: Tab
ar: فتح الرابط في نافذة جديدة / علامة التبويب

source: Add a note...
ar: اضافة ملاحظة ...

source: Recurring Totals
ar: الإجماليات المتكررة

source: First renewal
ar: التجديد الأول

source: Choose an option
ar: اختر أحد الخيارات
zh_cn: 选择一个选项

source: This must be a number!
ar: يجب أن يكون هذا الرقم!
zh_cn: 這必須是一個數字！

source: Choose an option...
ar: إختر خيار...

source: Confirm Password
ar: تأكيد كلمة المرور

source: No Orders found
ar: لم يتم العثور على أية طلبات
zh_cn: 找不到订单

source: Ok
ar: حسناً
zh_cn: 确定

source: Do you want to email the receipt? If so, enter customer email.
ar: هل تريد إرسال إيصال بالبريد الإلكتروني؟ إذا كان الأمر كذلك، فأدخل البريد الإلكتروني للعميل.

source: Choose Date
ar: اختر موعدٌا

source: Start
ar: ابدأ
zh_cn: 开始

source: End
ar: النهاية
zh_cn: 结束

source: Choose a date above to see available times.
ar: اختر تاريخا أعلاه لمشاهدة الأوقات المتاحة.
zh_cn: 选择上面的日期来查看可用时间。

source: There is no changelog available.
ar: لا يوجد تغيير متاح.
zh_cn: 没有可用的更新日志。

source: Register for Updates
ar: سجل للحصول على التحديثات

source: <em><a href="%s">Register here</a> to get this update</em>
ar: <em><a href="%s">سجل هنا</a> للحصول على هذا التحديث</em>

source: Check for updates
ar: تحقق من وجود تحديثات
zh_cn: 检查更新

source: This plugin is up to date.
ar: هذا أحدث الإضافات حتى الآن.
zh_cn: 这个插件是最新的。

source: A new version of this plugin is available.
ar: يتوفر نسخة جديدة من البرنامج المساعد.
zh_cn: 这个插件的新版本是可用的。

source: Unknown update checker status "%s"
ar: وضع المدقق للتحديث الغير معروف"%s"
zh_cn: 未知更新检查状态 "%s"

source: Welcome
ar: أهلاً وسهلاً
zh_cn: 欢迎

source: Thank you for purchasing from Actuality Extensions! To ensure you get the latest updates for bugs, features and tweaks, please enter the license details for your purchased in the table below.
ar: شكرا لك على الشراء من شركة أكتشواليتي إكستنشن! لضمان حصولك على آخر التحديثات حول الأخطاء والميزات والتعديلات، يرجى إدخال بيانات الترخيص التي تم شرائها من الجدول أدناه.

source: Step 1 - Subscribe
ar: الخطوة الأولى_ اشترك

source: Join and subscribe to our newsletter to get the latest updates on new features and notices. Only special product announcements and updates will be sent, no spam.
ar: انضم إلى النشرة الإخبارية واشترك فيها للحصول على آخر التحديثات حول الميزات والإشعارات الجديدة. سيتم إرسال إعلانات وتحديثات المنتجات الخاصة فقط، لا إزعاج.

source: Subscribe
ar: الاشتراك
zh_cn: 订阅

source: Step 2 - CodeCanyon
ar: الخطوة الثانية - CodeCanyon

source: Locate your purchase code through logging into
ar: حدد موقع شفرة الشراء من خلال تسجيل الدخول

source: , then go to Downloads > Plugin Name > Download > License certificate & purchase code.
ar: ، ثم انتقل إلى التنزيلات> اسم البرنامج المساعد> تنزيل> شهادة الترخيص وكود الشراء.

source: Retrieve Purchase Code
ar: استرداد رمز الشراء

source: Step 3 - Installed Products
ar: الخطوة 3 - المنتجات المثبتة

source: Purchase Code
ar: رمز الشراء
zh_cn: 激活码

source: Place your purchase code here
ar: ضع رمز الشراء هنا

source: Save Settings
ar: احفظ الإعدادات
zh_cn: 保存设置

source: Submit A Ticket
ar: تسجيل التذكرة
zh_cn: 提交申请

source: We offer our support through our advanced ticket system. Use our contact form to filter through your query so your ticket can be allocated to the right department.
ar: نحن نقدم دعمنا من خلال نظام التذاكر المتطور لدينا. استخدم نموذج الاتصال لدينا لتنقية استفساراتك بحيث يمكن توجيه تذكرتك إلى القسم الصحيح.

source: Submit a ticket
ar: أرسل التذكرة
zh_cn: 提交支持问题反馈

source: Documentation
ar: الوثائق
zh_cn: 文件

source: This is the place to go to reference different aspects of the plugin. Our online documentation is a useful resource for learning the ins and outs of using our plugins.
ar: هذا هو المكان المناسب للذهاب إلى مرجع جوانب مختلفة من البرنامج المساعد. لدينا وثائق على الانترنت هو مورد مفيد لتعلمins والخروج من استخدام الإضافات لدينا.

source: Product doesn't exist
zh_cn: 产品不存在

source: You cannot add that amount of &quot;%s&quot; to the cart because there is not enough stock (%s remaining).
zh_cn: 您不能添加该数量的&quot;%s&quot;，因为没有足够的库存（%s剩余）。

source: %sth
zh_cn: %s个

source: %sst
zh_cn: %s个

source: %snd
zh_cn: %s个

source: %srd
zh_cn: %s个

source: %1$s every %2$s
zh_cn: %1$s 每 %2$s

source: %1$s for %2$s
zh_cn: %2$s 的%1$s

source: Tiles
zh_cn: 图块

source: Cheatin&#8217; huh?
zh_cn: 有疑问&#8217;?

source: <span class="order-type tips" data-tip="Order Type">Order Type</span>
zh_cn: <span class=“order-type tips” data-tip=“订单类型”>订单类型</span>

source: <span class="order-type-web tips" data-tip="Website Order">web<span>
zh_cn: <span class=“order-type-web tips” data-tip=“网站订单”>网络<span>

source: <span class="order-type-pos tips" data-tip="Point of Sale Order">pos<span>
zh_cn: <span class=“order-type-pos tips” data-tip=“销售点r”>pos<span>

source: Return to the WordPress Dashboard
zh_cn: 返回到WordPress仪表盘

source: No time right now? If you don’t want to go through the wizard, you can skip and return to the WordPress dashboard. Come back anytime if you change your mind!
zh_cn: 现在没有时间吗?如果你不想浏览这个向导，你可以跳过并返回到WordPress面板。如果你改变主意，随时回来！

source: Subscribe to our newlsetter
zh_cn: 订阅我们的快报

source: Read more about getting started
zh_cn: 阅读更多关于入门

source: POS & Online
zh_cn: POS 與 線上購物

source: POS Only
zh_cn: 僅限POS

source: Online Only
zh_cn: 僅線上購物

source: POS custom product
zh_cn: POS 自定义产品

source: Force SSL (HTTPS) on the POS page (an SSL Certificate is required).
zh_cn: 在 POS 页面强制使用 SSL(HTTPS)，这需要一个 SSL (HTTPS)。

source: Enable keyboard shortcuts
zh_cn: 启用键盘快捷键

source: Report Options
zh_cn: 報表選項

source: Base Colour
zh_cn: 背景颜色

source: WooCommerce
zh_cn: WO 商城

source: Choose whether to show or hide the WordPress admin bar when the Registers are open.
zh_cn: 选择当注册是开放时，是否显示或隐藏WordPress的管理栏。

source: To configure each payment gateway, please go to the Checkout tab under WooCommerce > Settings or click <a href="admin.php?page=wc-settings&tab=checkout">here</a>
zh_cn: 配置每个支付网关，请到付款选项卡下 电子商务 > 设置或单击<a href=“admin.php?page=wc-settings&tab=checkout”>这里</a>

source: Register Options
zh_cn: 注册选项

source: Allows magnetic card readers to parse scanned output into checkout fields. Supported payment gateways can be found here %shere%s.
zh_cn: 允许磁性读卡器将扫描输出解析为校验字段。支持的支付网关，可以在这里找到 %shere%s。

source: Updated
zh_cn: 已更新

source: Result:
zh_cn: 合计：

source: No %1$s data specified to edit %1$s
zh_cn: 没有编辑%1$s所指定的%1$s数据

source: %d %s redeemed for a %s discount.
zh_cn: 使用%d %s 來兑换 %s 折扣

source: No %1$s data specified to create %1$s
zh_cn: 没有创建%1$s所指定的%1$s数据

source: Cannot create order: %s
zh_cn: %s 删除！

source: Product ID or SKU is required
zh_cn: 产品ID或SKU必须的

source: <a href="%s">Click here</a> if you are not redirected automatically.
zh_cn: <a href=“%s”>点击这里</a>，如果你不自动重定向。

source: Y/m/d
zh_cn: 年/月/日

source: Product ID:
zh_cn: 产品ID：

source: Variation ID:
zh_cn: :سىIDمىقدار ئۆزگىرىش

source: <strong>Connection lost.</strong> Saving has been disabled until you&#8217;re reconnected.
zh_cn: <strong>连接丢失。</strong> 节能已被禁用，直到你重新连接。

source: We&#8217;re backing up this post in your browser, just in case.
zh_cn: 我们正在您的浏览器中备份这篇文章，以防不测。

source: Continuous Feed
zh_cn: 连续流入

source: SKU
zh_cn: 库存

source: Please, provide an grid name, slug and type.
zh_cn: 请提供一个网格名称，别名以及类型。

source: Slug “%s” is too long (28 characters max). Shorten it, please.
zh_cn: 别名："%s"太长(系统最多只允许28个字符)请删减掉一些字符。

source: Slug “%s” is not allowed because it is a reserved term. Change it, please.
zh_cn: 别名“%s”是不允许的，因为它已被使用，请使用其他的别名。

source: Slug “%s” is already in use. Change it, please.
zh_cn: 别名“%s”已被使用，请使用其他的别名。

source: Slug
zh_cn: 固定链接地

source: Unique slug/reference for the grid; must be shorter than 28 characters.
zh_cn: 用于网格的独特别名/参考；必须少于28个字符。

source: Edit Outlet
zh_cn: 编辑渠道

source: Tel
zh_cn: 电话

source: Template Name
zh_cn: 模板

source: Number of Copies
zh_cn: 复制个数:

source: Address & Contact Position
zh_cn: 地址&联系人位置

source: No logo selected
zh_cn: 未選擇 logo

source: Header Details
zh_cn: 头部细节

source: Tax Number Label
zh_cn: 税务号码标签

source: Order Date Label
zh_cn: 订单日期标签

source: F j, Y
zh_cn: F Y

source: Customer Name Label
zh_cn: 客户名称标签

source: Customer Email Label
zh_cn: 客户电子邮件标签

source: Shipping Address Label
zh_cn: 送货地址标签

source: Number of Items Label
zh_cn: 项目数量标签

source: Order Notes Label
zh_cn: 订单备注标签

source: Footer Text
zh_cn: 脚文本

source: Receipt Template created.
zh_cn: 接收模板已创建。

source: Receipt Template updated.
zh_cn: 收据模板已更新。

source: Receipt Template deleted.
zh_cn: 收据模板已删除。

source: Default Customer
zh_cn: 默认客户

source: Default Shipping Method
zh_cn: 配送送货方式

source: Select whether to email receipt at end of sale.
zh_cn: 选择是否在销售结束时发送电子邮件。

source: Registers for your store can be managed here. Registers can be added using the form below. To edit an register, simply hover over the register and click on Edit.
zh_cn: 您的商店的登记可以在这里进行管理。登记可以从下面的表格添加。要编辑登记，只需将鼠标悬停在登记上，然后单击“编辑”。

source: Enable the REST API
zh_cn: نى قوزغۈتغش REST API

source: This page is for users who want to manage their inventory or stock. Simple scan the SKU and the product will load below with the option to enter value and whether this is an increase or decrease in the inventory.
zh_cn: 这个页面是用户想要管理自己的存货或库存。简单的扫描SKU和产品，将加载在下面输入的选项值，无论是增加或减少库存。

source: Grid Preview
zh_cn: 网格预览

source: The origin for where these tiles will populate from.
zh_cn: 这些平铺将在哪里开始填充。

source: Reprint receipts
zh_cn: 重新打印收据

source: %s average daily sales
zh_cn: %s 日均銷售

source: %s average monthly sales
zh_cn: %s 月均销量

source: %s gross sales
zh_cn: %s 销售总额

source: %s net sales
zh_cn: %s 净销售额

source: %s items purchased
zh_cn: %s 销售商品数量

source: Sold %s worth in the last %d days
zh_cn: 在过去 %d 天中销售的 %s 金额

source: Booking Data
zh_cn: 预订数据

source: Barcode Preview
zh_cn: 条形码预览

source: VAT
zh_cn: 加值稅

source: Add Customer
zh_cn: 添加客户

source: Add Fee
zh_cn: 添加费用

source: Create an account?
zh_cn: 创建一个帐户？

source: Points & Rewards
zh_cn: 积分和奖励

source: Enter password to unlock
zh_cn: 输入密码以便解锁

source: Connected
zh_cn: 连接的

source: Amount Tendered
zh_cn: 付款总金额

source: Please process the payment using your chip & PIN device. The reference/order number for this order is below.
zh_cn: 请使用您的 chip & PIN 设备处理付款。此订单的参考/订单号码如下。

source: Copy billing address
zh_cn: 复制收件地址

source: Load Order
zh_cn: 加载顺序

source: mm
zh_cn: 毫米

source: dd
zh_cn: 日

source: Invalid request.
zh_cn: 无效的请求.
